{
    "home page": "Home page",
    "expressEntry": "Express Entry",
    "eligibility": "Eligibility",
    "crs": "CRS Calculator",
    "clbCalc": "CLB Calculator",
    "suggestedpnp": "Suggested PNP",
    "extraInfo": "Extra Information",
    "exprInterest": "Expression of Interest",
    "assessment tool": "Assessment Tool",
    "csq": "CSQ",
    "pr": "Permanent Residence",
    "PMI": "PMI",
    "Update Profile": "Update Profile",
    "upUrProfile": "Please update your profile!",
    "profile": "Profile",
    "username": "Username",
    "email": "Email",
    "gender": "Gender",
    "password": "Password",
    "immSys": "Immigration System",
    "step": "Step",
    "degree": "Degree",
    "noc": "NOC",
    "teer": "TEER",
    "dob": "Date of birth",
    "updatePic": "Update Profile Picture",
    "userInfo": "User Information",
    "updatePassword": "Update Password",
    "deleteAcc": "Delete Account",
    "deleteAccMessage": "Once your account is deleted, all of its resources and data will be permanently deleted.",
    "confirmationDeleteAcc": "Are you sure you want to delete your account?",
    "messageConfirmationDeleteAcc": "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.",
    "cancel": "Cancel",
    "save": "Save",
    "updatePassword2": "Update Password",
    "updatePasswordMessage": "Ensure your account is using a long, random password to stay secure.",
    "currentPassword": "Current Password",
    "newPassword": "New Password",
    "confirmPassword": "Confirm Password",
    "userInfo2": "User Information",
    "userInfoMessage": "Update your account's profile information for better experience.",
    "emailUnverifiedMsg": "Your email address is unverified.",
    "sendVerificationEmail": "Click here to re-send the verification email.",
    "verificationEmailSent": "A new verification link has been sent to your email address.",
    "select_system": "Select System",
    "select_degree": "Select Degree",
    "select_noc": "Select NOC",
    "select_step": "Select Step",
    "designedBy": "Designed and developed with ❤ by",
    "allRightsReserved": "All rights reserved",
    "select": "Select..",
    "yes": "Yes",
    "no": "No",
    "eligibility_calculator": "Eligibility Calculator",
    "eligibilityMsg": "This tool will help you determine your eligibility for Express Entry",
    "eligibilityMsg2": "Please note that you are only eligible if you get 67 points or more /100",
    "maritalStatus": "Marital Status",
    "singleEquivalent": "Single / Annulled Marriage / Widowed / Separated",
    "marriedEquivalent": "Married / Common-Law",
    "single": "Single",
    "singleMsg": "means you have never been married and are not in a common-law relationship.",
    "annulMarriage": "Annulled Marriage",
    "annulMarriageMsg": "means a marriage that is legally declared invalid.",
    "widowed": "Widowed",
    "widowedMsg": "means that your spouse has died and that you have not re-married or entered into a common-law relationship.",
    "separated": "Separated",
    "separatedMsg": "means that you are still legally married to your spouse but do not live with your spouse.",
    "divorced": "Divorced",
    "divorcedMsg": "means that you are no longer legally married to your spouse.",
    "married": "Married",
    "marriedMsg": "means that you and your spouse have had a ceremony that legally binds you to each other. Your marriage must be legally recognized in the country where it was performed.",
    "commonLaw": "Common-Law",
    "commonLawMsg": "means that you have lived continuously with your partner in a marital-type relationship for a minimum of 1 year.",
    "ageMsg": "Your age is based on the day IRCC gets an invitation to apply (ITA). It means that if you are 35 years old now, but you turn 36 before you get an ITA, then you will not get points for being 35.",
    "secondaryEdu": "Secondary school (high school) credential or less",
    "notCompletedDegree": "Secondary school not completed",
    "oneYear": "One-year post-secondary program credential",
    "twoYear": "Two-year post-secondary program credential",
    "bachelors": "Bachelor's degree OR a three or more year post-secondary program credential",
    "twoOrMore": "Two or more post-secondary program credentials (1 should be 3 or more years)",
    "masters": "Master's degree",
    "phd": "Doctoral level university degree (Ph.D.)",
    "eduMsg1": "Enter the highest level of education for which you:",
    "eduMsg2": "earned a Canadian degree or certificate, or",
    "eduMsg3": "had an Educational Credential Assessment (ECA) if studied outside Canada (within the last five years).",
    "eduMsg4": "Canadian degree must be from an accredited institution. If you have a foreign degree, you must have an ECA report from an approved agency.",
    "firstLang": "First Official Language",
    "whichLang1": "Which language test did you take for your first official language?",
    "testValid": "Are your test results less than two years old?",
    "firstLangMsg": "Your test results must be less than two years old when you apply for permanent residence. If your test results are older than two years before submitting your application, you will not get points for your first official language. And if you submit your application with an expired test result, IRCC will simply refuse it.",
    "firstLangExp": "You can get points for your second official language if you get CLB 7 or more in all language skills.",
    "setUrScores": "Set your test scores",
    "clb": "CLB",
    "secondLang": "Second Official Language",
    "secondLangValid": "Do you have another language results?",
    "whichLang2": "Which language test did you take for your second official language?",
    "gotClb2": "Have you get CLB5 or more in all language skills?",
    "secondLangExp": "You can get points for your second official language if you get CLB 5 or more in all language skills.",
    "reading": "Reading",
    "writing": "Writing",
    "listening": "Listening",
    "speaking": "Speaking",
    "workExp": "Work Experience",
    "workExpHowMany": "How many years of professional experience do you have?",
    "year": "year",
    "years": "years",
    "orMore": "or more",
    "orLess": "or less",
    "workExp1": "You can get points for your work experience if you have at least one year of continuous work experience in the same occupation.",
    "continuous": "Continuous",
    "continuousMsg": "means that you have worked without any long breaks.",
    "sameOcc": "Same Occupation",
    "sameOccMsg": "means that you have worked in the same NOC code.",
    "workExp2": "aquired in the last 10 years",
    "fullTime": "Full Time",
    "fullTimeMsg": "means that you have worked at least 30 hours per week.",
    "skilledWork": "Skilled Work Experience",
    "skilledWorkMsg": "in the NOC is TEER 0, 1, 2 or 3 category jobs",
    "workExp3": "You can get points for part time jobs. If you only worked 15 hours per week, you need to gather 2 professional years in order to have 1 eligible year.",
    "reservedOcc": "Reserved Job Position in Canada",
    "reservedOccQuestion": "Do you have a valid job offer in Canada?",
    "reservedOccQuestion2": "Do you have a valid job offer supported by a Labour Market Impact Assessment (LMIA)",
    "ifNeeded": "if needed",
    "reservedOcc1": "A valid job offer must be:",
    "reservedOcc2": "full-time",
    "reservedOcc3": "in a skilled job listed as TEER 0, 1, 2 or 3 in the 2021 National Occupational Classification",
    "reservedOcc4": "supported by a Labour Market Impact Assessment (LMIA) or exempt from needing one",
    "reservedOcc5": "for one year from the time you become a permanent resident",
    "reservedOcc6": "A job offer is not valid if your employer is:",
    "reservedOcc7": "an embassy, high commission or consulate in Canada or",
    "reservedOcc8": "on the list of ineligible employers.",
    "reservedOcc2_1": "A valid job offer must be:",
    "reservedOcc2_2": "in a skilled job listed as TEER 0, 1, 2 or 3 in the 2021 National Occupational Classification",
    "reservedOcc2_3": "supported by a Labour Market Impact Assessment (LMIA) or exempt from needing one",
    "reservedOcc2_4": "for one year from the time you become a permanent resident",
    "reservedOcc2_5": "A job offer is not valid if your employer is:",
    "reservedOcc2_6": "an embassy, high commission or consulate in Canada or",
    "reservedOcc2_7": "on the list of ineligible employers.",
    "reservedOcc2_8": "Whether an offer is valid or not also depends on different factors, depending on your case. See a",
    "reservedOcc2_9": "full list of criteria for valid job offers",
    "studiesCanada": "Studies in Canada",
    "studiesCanadaQuestion": "Have you studied in Canada?",
    "studiesCanadaQuestion2": "Have you earned a Canadian degree, diploma or certificate in Canada?",
    "studiesCanada1": "You can get points for your studies in Canada if you:",
    "studiesCanada2": "have a degree, diploma or certificate from a Canadian secondary (high school) or post-secondary school",
    "studiesCanada3": "studied in Canada as a full-time student for at least 2 years",
    "studiesCanada4": "took a course that lasted at least 2 years",
    "studiesCanada5": "were in Canada for at least 16 months of the 24 months of study",
    "studiesCanada6": "had the required funds and",
    "studiesCanada7": "you stayed in good academic standing (as set out by your school)",
    "studiesCanada2_1": "to answer yes:",
    "studiesCanada2_2": "English or French as a Second Language must not have made up more than half your study",
    "studiesCanada2_3": "you must not have studied under an award that required you to return to your home country after graduation to apply your skills and knowledge",
    "studiesCanada2_4": "you must have studied at a school within Canada (foreign campuses don't count)",
    "studiesCanada2_5": "you had to be enrolled full time for at least eight months, unless you completed the study or training program (in whole or in part) between March 2020 and August 2022",
    "studiesCanada2_6": "you had to have been physically present in Canada for at least eight months, unless you completed the study or training program (in whole or in part) between March 2020 and August 2022",
    "studiesCanada2_question": "Choose the best answer to describe this level of education..",
    "studiesCanada2_secondary": "Secondary (high school or less)",
    "studiesCanada2_oneOrTwo": "One or two-years diploma",
    "studiesCanada2_bachelor": "Degree of 3 years or longer",
    "secondary": "Secondary",
    "secondaryMsg": "means high school or less.",
    "oneOrTwo": "One or two-years diploma",
    "oneOrTwoMsg": "means a one or two-year program at a college, trade or technical school, university or CEGEP (in Quebec)",
    "bachelor": "Degree of 3 years or longer",
    "bachelorMsg": "means a degree, diploma or certificate from a college, trade or technical school or university that takes at least three years to complete. For example, a Bachelor's degree, a Master's degree, a Doctoral degree, or a certificate from a three-year trade or technical school.",
    "and": "and",
    "or": "or",
    "workExpCanada": "Work Experience in Canada",
    "workExpCanadaQuestion": "Do you have work experience in Canada?",
    "workExpCanadaQuestion2": "In the last ten years, how many years of skilled work experience in Canada do you have?",
    "noneOrLess1yr": "None or less than a year",
    "workExpCanada1": "You can get points for your work experience in Canada if you:",
    "workExpCanada2": "have at least 1 year of skilled work experience in Canada, in the last 10 years, and",
    "workExpCanada3": "have a valid work permit or were authorized to work when you did this work",
    "workExpCanada4": "gained your work experience in Canada with the proper authorization",
    "workExpCanada5": "worked in a job listed in TEER category 0, 1, 2 or 3 of the NOC",
    "workExpCanada2_1": "It must have been paid and full-time (or an equal amount in part-time).",
    "workExpCanada2_2": "In Canada, the National Occupational Classification (NOC) is the official list of all the jobs in the Canadian labour market. It describes each job according to the training, education, experience and responsibilities (TEER) needed to work in the job.",
    "workExpCanada2_3": "Skilled work",
    "workExpCanada2_4": "in the NOC is TEER 0, 1, 2 or 3 category jobs:",
    "workExpCanada2_5": "If you are not sure of the NOC TEER category for this job, you can",
    "findNoc": "find your NOC",
    "arrangedEmployment": "Arranged Employment in Canada",
    "arrangedEmploymentQuestion": "Do you have an arranged employment in Canada?",
    "arrangedEmployment1": "You can get points for arranged employment if you have a valid job offer that is supported by a Labour Market Impact Assessment (LMIA) or exempt from needing one.",
    "arrangedEmployment2": "What is an arranged employment?",
    "relatives": "Relatives in Canada",
    "relativesQuestion1": "Do you have",
    "relativesQuestion2": "a relative who is 18 years or older?",
    "relativesQuestion3": "at least one brother or sister living in Canada who is a citizen or permanent resident?",
    "relatives1": "You can get points for having a relative in Canada if he is:",
    "relatives2": "18 years or older",
    "relatives3": "a Canadian citizen or permanent resident",
    "relatives4": "currently living in Canada",
    "relatives5": "not your spouse or common-law partner",
    "relatives6": "This relative must be a:",
    "relatives7": "parent",
    "relatives8": "grandparent",
    "relatives9": "child",
    "relatives10": "grandchild",
    "relatives11": "your or your spouse's sibling (child of your or your spouse's parent)",
    "relatives12": "your or your spouse's aunt or uncle (by blood or marriage)",
    "relatives13": "your or your spouse's niece or nephew (grandchild of your or your spouse's parent)",
    "relatives2_1": "to answer yes, the brother or sister must be:",
    "relatives2_2": "18 years or older",
    "relatives2_3": "related to you or your partner by blood, marriage, common-law partnership or adoption",
    "relatives2_4": "have a parent in common with you or your partner",
    "relatives2_5": "This brother or sister must be related to you by:",
    "relatives2_6": "blood (biological), meaning they are related to you by birth, or",
    "relatives2_7": "adoption, meaning you are related to them because one of you was adopted by a person as their child, or",
    "relatives2_8": "marriage, meaning they are related to you because their parent is related to you by blood or adoption",
    "spouseLangSkills": "Spouse's Language Skills",
    "spouseLangSkillsQuestion": "Did your spouse take a language exam and get CLB4 at least?",
    "spouseLangSkillsQuestion2": "Did your spouse or common-law partner take a language test? if so, which one",
    "spouseLangSkillsQuestion3": "its test results are less than two years old?",
    "if": "IF",
    "spouseLangSkills1": "Your spouse can get points for his/her language skills if he/she gets CLB 4 or more in all language skills.",
    "spouseLangSkills2": "The language tests are valid for 2 years after the date of the test result. They must be valid on the day you apply for permanent residence.",
    "spouseEdu": "Spouse's Education",
    "spouseEduQuestion": "Did your spouse study in Canada?",
    "spouseEduQuestion1": "What is the highest level of education for which your spouse or common-law partner's has:",
    "spouseEduQuestion2": "earned a Canadian degree, diploma or certificate; or",
    "spouseEduQuestion3": "had an Educational Credential Assessment (ECA)? (ECAs must be from an approved agency, in the last five years)",
    "spouseEdu1": "Your can get points for your spouse studies in Canada if he/she:",
    "spouseEdu2": "has a degree, diploma or certificate from a Canadian secondary (high school) or post-secondary school",
    "spouseEdu3": "studied in Canada as a full-time student for at least 2 years",
    "spouseEdu4": "Full-time study",
    "spouseEdu5": "means at least 15 hours of classes per week, and your spouse or partner must have stayed in good academic standing (as set out by the school) during that time.",
    "spouseWorkExp": "Spouse's Work Experience",
    "spouseWorkExpQuestion": "Did your spouse work in Canada?",
    "spouseWorkExpQuestion1": "In the last ten years, how many years of skilled work experience in Canada does your spouse/common-law partner have?",
    "spouseWorkExp1": "You can get points for your spouse's work experience in Canada if he/she:",
    "spouseWorkExp2": "has at least 1 year of full-time work experience in Canada",
    "spouseWorkExp3": "has a valid work permit or was authorized to work when he/she did this work",
    "spouseWorkExp4": "worked in a job listed in TEER category 0, 1, 2 or 3 of the NOC",
    "reset": "Reset",
    "calculate": "Calculate",
    "crs_calculator": "Comprehensive Ranking Score Calculator",
    "crs_calculatorMsg1": "This tool will help you determine your CRS for Express Entry",
    "crs_calculatorMsg2": "Please note that you are only eligible if you get 67 points or more /100",
    "crs_calculatorMsg3": "To get an invitation to apply, your CRS score must be above the minimum points score of the most recent",
    "crs_calculator_link": "round of invitations",
    "crs_calculatorMsg4": "(cut-off scores may vary each round).",
    "human_capital_factors": "Human Capital Factors",
    "spouseStatus": "Spouse Canadian Status",
    "spouseStatusQuestion": "Is your spouse or common-law partner a citizen or permanent resident of Canada?",
    "spouseStatusExp": "If your spouse or partner is a Canadian citizen or permanent resident, you will earn points as if you don't have a spouse or partner.",
    "spouseStatusQuestion2": "Will your spouse or common-law partner come with you to Canada?",
    "spouseStatusExp2": "If your spouse or partner is not coming with you to Canada, you will earn points as if you don't have a spouse or partner.",
    "ageMsg2": "Your age is based on the day IRCC gets an invitation to apply (ITA). It means that if you are 29 years old now, but you turn 30 before you get an ITA, then you will not get points for being 29.",
    "foreignWorkExp": "Foreign Work Experience (outside Canada)",
    "foreignWorkExpQuestion1": "In the last 10 years",
    "from": "from",
    "foreignWorkExpQuestion2": "how many total years of foreign skilled work experience do you have?",
    "foreignWorkExpMsg": "It must have been paid, full-time (or an equal amount in part-time), and in only one occupation (NOC TEER category 0, 1, 2 or 3).",
    "skillTransferabilityFactors": "Skill Transferability Factors",
    "certificateQual": "Certificate of Qualification",
    "certificateQualQuestion": "Do you have a certificate of qualification from a Canadian province, territory or federal body?",
    "certificateQualMsg": "A certificate of qualification lets people work in some skilled trades in Canada. Only the provinces, territories and a federal body can issue these certificates. To get one, a person must have them assess their training, trade experience and skills to and then pass a certification exam. People usually have to go to the province or territory to be assessed. They may also need experience and training from an employer in Canada. This is not the same as a nomination from a province or territory.",
    "addPoints": "Additional Points",
    "whichNoc": "Which NOC TEER does the job offer fall under?",
    "majorGroup": "Major Group",
    "nomination": "Provincial nomination",
    "nominationQuestion": "Do you have a nomination from a province or territory?",
    "nominationMsg": "A nomination is different from a certificate of qualification. A nomination lets you apply to IRCC for permanent residence. A certificate of qualification lets you work in some skilled trades in Canada. Only the provinces, territories and a federal body can issue these certificates.",
    "spouseFactors": "Spouse Factors",
    "notApplicable": "Not Applicable",
    "spouseLangMsg": "The test results must be less than two years old when you apply for permanent residence. If the test results of your spouse are older than two years before submitting your application, you will not get points for it. And if you submit your application with an expired test result, IRCC may refuse it if your CRS is less than the draw score.",
    "clb_calculator": "Canadian Language Benchmark Calculator",
    "clb_calculator_msg1": "The Canadian Language Benchmarks (CLB) describe 12 levels of ability in each of four different language skills - Listening, Speaking, Reading and Writing.",
    "clb_calculator_msg2": "Please note that you are eligible only if you get CLB7 or more in all language skills",
    "result": "Result",
    "pnpSuggest": "Provincial Nominee Program Suggestions",
    "pnpSuggestMsg1": "This tool will inform you whether your occupation is in demand and assist you in identifying the most suitable PNP program for you.",
    "pnpSuggestMsg2": "Before you get started, please note that you need to know you NOC code and your CRS score.",
    "pnpSuggestMsg3": "If you only know your NOC code from the 2016 version, please use this link to convert it to the 2021 version:",
    "pnpSuggestMsg4": "NOC Conversion",
    "eligible": "Eligible",
    "eligibleUnderConditions": "Eligible under conditions",
    "notEligible": "Not Eligible",
    "nocCode": "NOC Code",
    "crsScore": "CRS Score",
    "generalInfo": "General Information",
    "comingSoon": "Coming Soon..",
    "extraInfoMsg": "This table is not the main final content of the page. It shows the 10 last draws of the Express Entry system.",
    "draw": "Draw",
    "crsAbr": "CRS",
    "program": "Program",
    "weather": "Weather",
    "selectPlace": "Select a place",
    "check": "Check",
    "getHashtag": "Get Hashtag",
    "getHashtagMsg": "Your post will be prioritized to be quickly published if you add a tag to it from the website.",
    "getHashtagMsg2": "Your question is about...",
    "adr": "Additional Documents Request (ADR)",
    "AddChild": "Adding a child in post-ITA",
    "addSpouse": "Adding a spouse in post-ITA",
    "ainp": "Alberta Immigrant Nominee Program (AINP)",
    "rental": "Apartment Rental",
    "bankAcc": "Bank Account",
    "bankDoc": "Bank Documents",
    "bio": "Biometrics",
    "crsSelect": "Comprehensive Ranking Score",
    "copr": "Confirmation of Permanent Residence (CoPR)",
    "docList": "Documents Checklist",
    "transl": "Documents Translation",
    "eca": "Educational Credential Assessment (ECA)",
    "eligScore": "Eligibility Score",
    "expShare": "Experience Sharing",
    "familyCND": "Family in Canada",
    "feesPayment": "Fees payment",
    "feesRefund": "Fees refund",
    "giftDeed": "Gift deed",
    "irccCall": "How to call IRCC?",
    "imm5604": "Declaration From Non-Accompanying Parent (IMM5604)",
    "jobOffer": "Job offer",
    "landing": "Landing",
    "loe": "Letter of Explanation",
    "mpnp": "Manitoba Provincial Nominee Program (MPNP)",
    "meds": "Medical Exam",
    "newsShare": "News Sharing",
    "nAcChild": "Non accompanying child",
    "nAcSpseD": "Non accompanying spouse - Divorced",
    "nAcSpseM": "Non accompanying spouse - Married",
    "nbpnp": "New Brunswick Provincial Nominee Program (NBPNP)",
    "oinp": "Ontario Immigrant Nominee Program (OINP)",
    "ppDepo": "Passport deposit",
    "ppRqst": "Passport Request (PPR)",
    "ppRnew": "Passport renewal",
    "prCard": "Permanent residence card",
    "persBG": "Personal background",
    "proBG": "Professional background",
    "ppc": "Police Clearance Certificate",
    "appTime": "Processing Time",
    "pof": "Proof of funds",
    "provNom": "Provincial Nomination",
    "refLett": "Reference Letter",
    "sinp": "Saskatchewan Immigrant Nominee Program (SINP)",
    "SIN": "Social Insurance Number (SIN)",
    "statShare": "Stats Sharing",
    "sPermit": "Study permit",
    "tripHist": "Travel history",
    "wPermit": "Work permit",
    "requiredFunds": "Required Funds",
    "requiredFundsQuestion1": "The amount of money you need to support your family is set by the size of your family. How many family members do you have?",
    "requiredFundsQuestion2": "What is the currency of your country?",
    "member": "member",
    "members": "members",
    "talkTo": "Talk to",
    "minimize": "Minimize",
    "close": "Close",
    "generate": "Generate",
    "checkWeather": "Check Weather",
    "writePost": "Write Post",
    "title": "Title",
    "titlePost": "Title of the post",
    "content": "Text",
    "contentPost": "Content of the post",
    "subject": "Subject",
    "imgPost": "Image for post",
    "createPost": "Create Post",
    "selectCategory": "Select Category",
    "youve": "You've got",
    "toPost": "Publish",
    "notSpecified": "Not Specified",
    "updatePsdMsg": "You need to update your password to be able to use the website. You can keep the same username if you want.",
    "updateInfo": "Update Profile Information",
    "updateInfoAndPass": "Update Profile Information and Password",
    "updatePass": "Update Password",
    "loggedFromGoogle": "Since you logged in with Google, you need to update your password right away.",
    "selfAssessTool": "Self-Assessment Tool",
    "selfAssessMsg": "This tool will help you determine your eligibility for Quebec immigration system (Arrima)",
    "selfAssessMsg2": "For now, you'll be redirected to the official website of Quebec in order to calculate your score. Please note that we are developing the same tool and it will be available soon in the page.",
    "clickHere": "Click here",
    "yourScoreIs": "Your score is",
    "scoreHere": "Put your score here",
    "expOfInt": "Expression of Interest",
    "expOfIntParagraph": "Arrima is a free electronic system used to manage the applications of skilled workers seeking to settle in Quebec, a province in Canada. Its operation is similar to that of the federal Express Entry system. It allows candidates for immigration to Quebec to create and submit profiles for potential selection under the Quebec Regular Skilled Worker Program (PRTQ). Eligible candidates are assigned scores based on various criteria, and they are then ranked among other candidates within the Arrima platform. This approach to selecting immigration candidates is known as the Expression of Interest (EOI) system.",
    "expOfIntParagraph2": "In Quebec, this EOI system, with Arrima as its central platform, was introduced in August 2018 following the enactment of the Quebec Immigration Act.",
    "expOfIntParagraph3": "The primary goal of the Arrima platform is to streamline and expedite the processing of immigration applications while seeking to better align potential candidates with the current needs of the Quebec labor market. The term (arrima) reflects the intention to harmonize the supply and demand for skilled labor. Prior to the introduction of Arrima, Quebec used a paper-based application system for selecting immigration candidates, a process that often resulted in significant processing delays and did not allow for agile responses to the immediate labor market needs.",
    "expOfIntParagraph4": "Today, the Arrima platform is primarily used by the government of Quebec to manage EOI submissions under the PRTQ. Additionally, it is being gradually expanded to include other application services related to various economic immigration programs, such as the Quebec Experience Program (PEQ) for temporary workers and international students. This expansion demonstrates Quebec's commitment to attracting and retaining a diverse pool of skilled talent.",
    "expOfIntBigTitle": "Completing an expression of interest in immigrating to Quebec through the Regular Skilled Worker Program",
    "expOfIntToSubmit": "To submit an expression of interest, you must:",
    "expOfIntCondition1": "Be 18 years of age or older;",
    "expOfIntCondition2": "Have the intention of living, settling and working in Quebec.",
    "validityTitle": "Validity of an expression of interest",
    "validityParagraph": "Your expression of interest is valid for 12 months (one year) from the date of submission.",
    "validityParagraph2": "If you have not been invited to submit an application for permanent selection within this period, your expression of interest will become invalid.",
    "validityParagraph3": "You will not be able to extend or renew it, but you will be able to submit a new one, at no charge, if you wish. The information you entered in your first expression of interest will be copied to your new declaration.",
    "validityParagraph4": "You may also withdraw your expression of interest at any time.",
    "infoTitle": "Information to have on hand",
    "infoMust": "You must provide the following information in the expression of interest form:",
    "infoElement1": "Personal information;",
    "infoElement2": "Family situation;",
    "infoElement3": "Contact information;",
    "infoElement4": "Status in Quebec;",
    "infoElement5": "Education;",
    "infoElement6": "Work experience;",
    "infoElement7": "Validated job offer;",
    "infoElement8": "Knowledge of French and English;",
    "infoElement9": "Other information.",
    "infoParagraph": "You are required to furnish details regarding your spouse, whether they are accompanying you or not, and provide information about your children, regardless of whether they are accompanying you or not. If your spouse intends to submit their own Expression of Interest, this should be indicated in the form. However, children under 18 years of age are not eligible to submit their own Expression of Interest and should be included in the Family Situation section of your own Expression of Interest form. It's worth noting that you have the flexibility to update your Expression of Interest form at any time, even after its initial submission.",
    "infoMust2": "The following documents may be helpful in completing your expression of interest:",
    "infoElement10": "French and English test results accepted by the Ministère de l'Immigration, de la Francisation et de l'Intégration;",
    "infoElement11": "Comparative evaluation of studies completed outside of Quebec;",
    "infoElement12": "Validated job offer;",
    "infoElement13": "Diplomas.",
    "howToApplyTitle": "How to apply?",
    "infoParagraph2": "To immigrate to Quebec through the Regular Skilled Worker Program, you must first",
    "infoLien": "create an account on the Arrima platform.",
    "infoParagraph3": "Once your account is set up, you can proceed to fill out and submit your expression of interest form. It's important to note that you have a 90-day window from the creation date of your expression of interest to complete and submit it; any submissions after this time limit will result in your form being deleted.",
    "prRequestTitle": "Permanent Residence Request",
    "howItWorks": "How it works?",
    "howItWorksParagraph": "Before the implementation of Arrima, Quebec relied on a paper-based application system for immigration candidate selection, resulting in prolonged processing times and a lack of efficient alignment between individuals seeking immigration to the province and the pressing demands of the job market. Arrima's goal is to expedite immigration application processing and to more effectively match prospective immigrants with the specific workforce needs of Quebec.",
    "howItWorksParagraph2": "Arrima is a free electronic system employed by the province of Quebec to oversee applications from skilled workers. It operates on a model akin to the federal Express Entry system. Within the Quebec Skilled Worker Regular Program, individuals aged 18 and above aspiring to establish themselves in Quebec must first generate their profile and subsequently submit an Expression of Interest (EOI) via the Arrima system. If deemed eligible, the applicant will receive a score and be placed in the Arrima candidate pool, where they are ranked against other candidates.",
    "howItWorksTitle2": "Regular Quebec Skilled Worker Program in Arrima",
    "howItWorksParagraph3": "Prospective foreign candidates initiate the process by crafting an online profile on the Arrima platform and presenting an expression of interest, which is then assessed using a scoring mechanism. This score is determined by considering various specific factors, including:",
    "howItWorksElement1": "the level and area of training;",
    "howItWorksElement2": "professional experience;",
    "howItWorksElement3": "language skills;",
    "howItWorksElement4": "links with the province of Quebec;",
    "howItWorksElement5": "a job offer validated by the ministry;",
    "howItWorksElement6": "the characteristics of the accompanying spouse or common-law partner, if applicable;",
    "howItWorksElement7": "the presence of accompanying children under the age of 22, and",
    "howItWorksElement8": "the capacity for financial autonomy.",
    "howItWorksParagraph4": "Qualified candidates are placed in the candidate pool. Periodically, the Quebec government chooses the highest-ranked candidates from the Arrima pool and extends invitations for them to submit a comprehensive application for a Quebec Selection Certificate (CSQ), a prerequisite for pursuing permanent residency with Immigration, Refugees, and Citizenship Canada (IRCC). The following outlines the steps to immigrate to Quebec under the PRTQ:",
    "howItWorksElement9": "Create your profile and submit an expression of interest in Arrima;",
    "howItWorksElement10": "Once the Expression of Interest is submitted, you will receive a score based on pre-determined criteria;",
    "howItWorksElement11": "If you receive the invitation to submit a complete application for permanent selection, you will have 60 days to complete your application file and submit it to MIFI;",
    "howItWorksElement12": "MIFI will review the complete application and, if accepted, you will receive a CSQ within approximately 6 months;",
    "howItWorksElement13": "Once you receive a CSQ, you can apply for Canadian permanent residence with the federal government.",
    "howItWorksParagraph5": "An Expression of Interest (EOI) in Arrima remains valid for one year, during which you can continually update your profile. This flexibility allows you to enhance your chances of receiving an invitation, such as by completing a language test or securing a validated job offer in the province. To submit an EOI, individuals aged 18 or older can complete an online profile on the Arrima portal. The EOI Profile is evaluated using a scoring system with a maximum of 1,320 points, considering criteria related to human capital and labor market requirements.",
    "howItWorksParagraph6": "Presently, Arrima serves primarily as the Quebec government's platform for handling Expression of Interest (EOI) submissions within the PRTQ. Moreover, Arrima is in the process of expanding to encompass applications linked to other economic immigration initiatives, including the Quebec Experience Program (PEQ) catering to temporary workers and international students. The platform accommodates a variety of immigration procedures in Quebec, offering flexibility depending on the program and your immigration process stage, enabling you to:",
    "howItWorksElement14": "Go to",
    "howItWorksElement15": "to estimate your score and assess your chances of receiving an invitation to submit an application for permanent selection;",
    "howItWorksElement16": "Create, submit, complete and update your declaration of interest under the PRTQ;",
    "howItWorksElement17": "Apply for a CSQ, submit the documents and pay the fees required to immigrate to Quebec under the PEQ, one of Quebec's permanent immigration pilot programs;",
    "howItWorksElement18": "Submit a request for temporary selection for studies, create an Arrima profile to submit supporting documents as an international student;",
    "howItWorksElement19": "Obtain information and submit forms relating to:",
    "howItWorksElement19_1": "a request for financial assistance for part-time French courses,",
    "howItWorksElement19_2": "to the various programs ofAccompaniment Quebec,",
    "howItWorksElement19_3": "collective sponsorship of refugees abroad."
}