{
    "home page": "Page d'accueil",
    "expressEntry": "Entrée express",
    "eligibility": "Admissibilité",
    "crs": "Calculateur SCG",
    "clbCalc": "Calculateur NCLC",
    "suggestedpnp": "PCP suggéré",
    "extraInfo": "Infos. supplémentaires",
    "exprInterest": "Expression d'intérêt",
    "assessment tool": "Outil d'évaluation",
    "csq": "CSQ",
    "pr": "Résidence Permanente",
    "PMI": "PMI",
    "Update Profile": "Mettre à jour le profil",
    "upUrProfile": "Mettez à jour votre profil",
    "profile": "Profil",
    "username": "Nom d'utilisateur",
    "email": "Courriel",
    "gender": "Sexe",
    "password": "Mot de passe",
    "immSys": "Système d'immigration",
    "step": "Étape",
    "degree": "Diplôme",
    "noc": "CNP",
    "FÉER": "FÉER",
    "dob": "Date de naissance",
    "updatePic": "MàJ la photo de profil",
    "userInfo": "Infos. utilisateur",
    "updatePassword": "MàJ le mot de passe",
    "deleteAcc": "Supprimer le compte",
    "deleteAccMessage": "Une fois que votre compte est supprimé, toutes les ressources et les données seront définitivement effacées.",
    "confirmationDeleteAcc": "Êtes-vous sûr de vouloir supprimer votre compte?",
    "messageConfirmationDeleteAcc": "Une fois que votre compte est supprimé, toutes ses ressources et données seront définitivement effacées. Veuillez entrer votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "cancel": "Annuler",
    "save": "Sauvegarder",
    "updatePassword2": "Changer le mot de passe",
    "updatePasswordMessage": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "currentPassword": "Mot de passe actuel",
    "newPassword": "Nouveau mot de passe",
    "confirmPassword": "Confirmer le mot de passe",
    "userInfo2": "Informations de l'utilisateur",
    "userInfoMessage": "Mettez à jour les informations de votre profil pour une meilleure expérience utilisateur.",
    "emailUnverifiedMsg": "Votre adresse e-mail n'a pas encore été vérifiée.",
    "sendVerificationEmail": "Cliquer ici pour envoyer un email de vérification",
    "verificationEmailSent": "Un nouveau lien de vérification a été envoyé à votre courriel.",
    "select_system": "Sélectionnez le système",
    "select_degree": "Sélectionnez le niveau d'étude",
    "select_noc": "Sélectionnez le CNP",
    "select_step": "Sélectionnez l'étape",
    "designedBy": "Conceptionné et développé avec ❤ par",
    "allRightsReserved": "Tous droits réservés",
    "select": "Sélectionner..",
    "yes": "Oui",
    "no": "Non",
    "eligibility_calculator": "Calculateur d'admissibilité",
    "eligibilityMsg": "Cet outil vous aidera à déterminer votre admissibilité à Entrée express.",
    "eligibilityMsg2": "Veuillez noter que vous êtes éligible uniquement si vous obtenez 67 points ou plus sur 100.",
    "maritalStatus": "Situation matrimoniale",
    "singleEquivalent": "Célibataire / Divorcé / Séparé / Veuf",
    "marriedEquivalent": "Marié / Conjoints de fait",
    "single": "Célibataire",
    "singleMsg": "signifie que vous n'êtes pas marié et que vous n'avez pas de conjoint de fait.",
    "annulMarriage": "Mariage annulé",
    "annulMarriageMsg": "Cela signifie un mariage déclaré légalement invalide.",
    "widowed": "Veuf(ve)",
    "widowedMsg": "Cela signifie que votre conjoint est décédé et que vous ne vous êtes pas remarié ni n'avez conclu de relation de fait.",
    "separated": "Séparé(e)",
    "separatedMsg": "Cela signifie que vous êtes toujours légalement marié à votre conjoint, mais que vous ne vivez pas avec lui/elle.",
    "divorced": "Divorcé(e)",
    "divorcedMsg": "Cela signifie que vous avez obtenu une dissolution légale de votre mariage.",
    "married": "Marié(e)",
    "marriedMsg": "Cela signifie que vous et votre conjoint avez célébré une cérémonie qui vous lie légalement l'un à l'autre. Votre mariage doit être légalement reconnu dans le pays où il a été célébré.",
    "commonLaw": "Conjoint de fait",
    "commonLawMsg": "Cela signifie que vous avez vécu en continu avec votre partenaire dans une relation de type matrimonial pendant au moins 1 an.",
    "ageMsg": "Votre âge est basé sur le jour où IRCC reçoit une invitation à présenter une demande (ITA). Cela signifie que si vous avez actuellement 35 ans, mais que vous atteignez l'âge de 36 ans avant de recevoir une ITA, vous ne recevrez pas de points pour avoir 35 ans.",
    "secondaryEdu": "Diplôme d'études secondaires (lycée) ou moins",
    "notCompletedDegree": "École secondaire non terminée",
    "oneYear": "Diplôme d'un programme postsecondaire d'un an",
    "twoYear": "Diplôme d'un programme postsecondaire de deux ans",
    "bachelors": "Diplôme de baccalauréat OU un diplôme postsecondaire de trois ans ou plus",
    "twoOrMore": "Deux diplômes de programmes postsecondaires ou plus (dont au moins un doit être de trois ans ou plus)",
    "masters": "Maîtrise",
    "phd": "Doctorat",
    "eduMsg1": "Indiquez le niveau d'éducation le plus élevé pour lequel vous avez :",
    "eduMsg2": "obtenu un diplôme ou un certificat canadien, ou",
    "eduMsg3": "eu une Évaluation des titres de compétences (ÉTC) si vous avez étudié à l'extérieur du Canada (au cours des cinq dernières années).",
    "eduMsg4": "Le diplôme canadien doit provenir d'un établissement accrédité. Si vous avez un diplôme étranger, vous devez avoir un rapport d'ÉTC d'un organisme approuvé.",
    "firstLang": "Première langue officielle",
    "whichLang1": "Quel test de langue avez-vous passé pour votre deuxième langue officielle ?",
    "testValid": "Vos résultats de test datent-ils de moins de deux ans ?",
    "firstLangMsg": "Vos résultats de test doivent dater de moins de deux ans au moment de votre demande de résidence permanente. Si vos résultats de test ont plus de deux ans au moment de la soumission de votre demande, vous ne recevrez pas de points pour votre première langue officielle. De plus, si vous soumettez votre demande avec des résultats de test expirés, IRCC la refusera simplement.",
    "firstLangExp": "Vous pouvez obtenir des points pour votre deuxième langue officielle si vous obtenez un score de NCLC 7 ou plus dans toutes les compétences linguistiques.",
    "setUrScores": "Entrez vos scores de test de langue",
    "clb": "NCLC",
    "secondLang": "Deuxième langue officielle",
    "secondLangValid": "Avez-vous d'autres résultats d'un autre test de langue ?",
    "whichLang2": "Quel test de langue avez-vous passé pour votre deuxième langue officielle ?",
    "gotClb2": "Avez-vous obtenu un score de NCLC 5 ou plus dans toutes les compétences linguistiques ?",
    "secondLangExp": "Vous pouvez obtenir des points pour votre deuxième langue officielle si vous obtenez un score de NCLC 5 ou plus dans toutes les compétences linguistiques.",
    "reading": "Compréhension écrite",
    "writing": "Expression écrite",
    "listening": "Compréhension orale",
    "speaking": "Expression orale",
    "workExp": "Expérience de travail",
    "workExpHowMany": "Combien d'années d'expérience professionnelle avez-vous?",
    "year": "an",
    "years": "ans",
    "orMore": "ou plus",
    "orLess": "ou moins",
    "workExp1": "Vous pouvez obtenir des points pour votre expérience de travail si vous avez au moins un an d'expérience professionnelle continue dans la même profession.",
    "continuous": "Continue",
    "continuousMsg": "signifie que vous avez travaillé sans de longues interruptions.",
    "sameOcc": "Même occupation",
    "sameOccMsg": "signifie que vous avez travaillé dans le même code CNP.",
    "workExp2": "acquises au cours des 10 dernières années",
    "fullTime": "Temps plein",
    "fullTimeMsg": "signifie que vous avez travaillé au moins 30 heures par semaine.",
    "skilledWork": "Expérience de travail qualifiée",
    "skilledWorkMsg": "dans les emplois de catégorie NOC FÉER 0, 1, 2 ou 3",
    "workExp3": "Vous pouvez obtenir des points pour les emplois à temps partiel. Si vous avez travaillé seulement 15 heures par semaine, vous devez accumuler 2 années professionnelles pour avoir 1 année éligible.",
    "reservedOcc": "Poste d'emploi réservé au Canada",
    "reservedOccQuestion": "Avez-vous une offre d'emploi valide au Canada?",
    "reservedOccQuestion2": "Possédez-vous une offre d'emploi valide appuyée par une Étude d'impact sur le marché du travail (EIMT)",
    "ifNeeded": "si nécessaire",
    "reservedOcc1": "Une offre d'emploi valide doit être:",
    "reservedOcc2": "à temps plein",
    "reservedOcc3": "dans un emploi qualifié répertorié en tant que FÉER 0, 1, 2 ou 3 dans la Classification nationale des professions de 2021",
    "reservedOcc4": "soutenue par une Évaluation de l'impact sur le marché du travail (EIMT) ou exemptée d'en avoir besoin",
    "reservedOcc5": "pour une durée d'un an à partir du moment où vous devenez résident permanent",
    "reservedOcc6": "Une offre d'emploi n'est pas valide si votre employeur est:",
    "reservedOcc7": "une ambassade, une haute commission ou un consulat au Canada ou",
    "reservedOcc8": "sur la liste des employeurs non admissibles.",
    "reservedOcc2_1": "Une offre d'emploi valide doit être :",
    "reservedOcc2_2": "pour un emploi spécialisé classé en tant que FÉER 0, 1, 2 ou 3 dans la Classification nationale des professions de 2021",
    "reservedOcc2_3": "appuyée par une Étude d'impact sur le marché du travail (EIMT) ou dispensée de cette exigence",
    "reservedOcc2_4": "valide pendant un an à compter de votre acquisition du statut de résident permanent",
    "reservedOcc2_5": "Une offre d'emploi n'est pas valide si votre employeur est :",
    "reservedOcc2_6": "une ambassade, une haute commission ou un consulat au Canada ou",
    "reservedOcc2_7": "sur la liste des employeurs non admissibles.",
    "reservedOcc2_8": "Que votre offre soit valide ou non dépend également de différents facteurs, en fonction de votre situation. Consultez la",
    "reservedOcc2_9": "liste complète des critères pour les offres d'emploi valides",
    "studiesCanada": "Études au Canada",
    "studiesCanadaQuestion": "Avez-vous étudié au Canada?",
    "studiesCanadaQuestion2": "Avez-vous obtenu un diplôme, un certificat ou un diplôme canadien au Canada ?",
    "studiesCanada1": "Vous pouvez obtenir des points pour vos études au Canada si vous:",
    "studiesCanada2": "avez un diplôme ou un certificat d'une école secondaire ou postsecondaire canadienne",
    "studiesCanada3": "avez étudié au Canada à temps plein pendant au moins 2 ans",
    "studiesCanada4": "avez suivi un cours d'une durée d'au moins 2 ans",
    "studiesCanada5": "étiez au Canada pendant au moins 16 mois sur les 24 mois d'études",
    "studiesCanada6": "aviez les fonds requis et",
    "studiesCanada7": "avez maintenu un bon dossier académique (tel que défini par votre établissement scolaire)",
    "studiesCanada2_1": "pour répondre oui :",
    "studiesCanada2_2": "l'anglais ou le français comme langue seconde ne devait pas représenter plus de la moitié de vos études",
    "studiesCanada2_3": "vous ne deviez pas étudier dans le cadre d'une bourse exigeant un retour dans votre pays d'origine après l'obtention de votre diplôme pour appliquer vos compétences et connaissances",
    "studiesCanada2_4": "vous deviez étudier dans une école au Canada (les campus étrangers ne comptent pas)",
    "studiesCanada2_5": "vous deviez être inscrit à temps plein pendant au moins huit mois, sauf si vous avez terminé le programme d'études ou de formation (en totalité ou en partie) entre mars 2020 et août 2022",
    "studiesCanada2_6": "vous deviez être physiquement présent au Canada pendant au moins huit mois, sauf si vous avez terminé le programme d'études ou de formation (en totalité ou en partie) entre mars 2020 et août 2022",
    "studiesCanada2_question": "Choisissez la meilleure réponse pour décrire ce niveau d'éducation...",
    "studiesCanada2_secondary": "Secondaire (lycée ou moins)",
    "studiesCanada2_oneOrTwo": "Diplôme d'un ou deux ans",
    "studiesCanada2_bachelor": "Diplôme de 3 ans ou plus",
    "secondary": "Secondaire",
    "secondaryMsg": "signifie le lycée ou moins.",
    "oneOrTwo": "Diplôme d'un ou deux ans",
    "oneOrTwoMsg": "signifie un programme d'un ou deux ans dans un collège, une école professionnelle ou technique, une université ou un cégep (au Québec)",
    "bachelor": "Diplôme de 3 ans ou plus",
    "bachelorMsg": "signifie un diplôme, un certificat ou un diplôme d'un collège, d'une école professionnelle ou technique ou d'une université qui prend au moins trois ans à compléter. Par exemple, un diplôme de baccalauréat, une maîtrise, un doctorat ou un certificat d'une école professionnelle ou technique de trois ans.",
    "and": "et",
    "or": "ou",
    "workExpCanada": "Expérience de travail au Canada",
    "workExpCanadaQuestion": "Avez-vous de l'expérience de travail au Canada?",
    "workExpCanadaQuestion2": "Au cours des dix dernières années, combien d'années d'expérience de travail qualifié avez-vous au Canada ?",
    "noneOrLess1yr": "Aucune ou moins d'un an",
    "workExpCanada1": "Vous pouvez obtenir des points pour votre expérience de travail au Canada si vous:",
    "workExpCanada2": "avez au moins 1 an d'expérience de travail qualifiée au Canada, au cours des 10 dernières années, et",
    "workExpCanada3": "possédez un permis de travail valide ou étiez autorisé à travailler lorsque vous avez acquis cette expérience",
    "workExpCanada4": "avez acquis votre expérience de travail au Canada avec l'autorisation appropriée",
    "workExpCanada5": "avez travaillé dans un emploi figurant dans la catégorie FÉER 0, 1, 2 ou 3 de la CNP",
    "workExpCanada2_1": "Il doit avoir été rémunéré et à temps plein (ou un équivalent à temps partiel).",
    "workExpCanada2_2": "Au Canada, la Classification nationale des professions (CNP) est la liste officielle de tous les emplois sur le marché du travail canadien. Elle décrit chaque emploi en fonction de la formation, de l'éducation, de l'expérience et des responsabilités (FÉER) nécessaires pour travailler dans cet emploi.",
    "workExpCanada2_3": "Le travail qualifié",
    "workExpCanada2_4": "dans la CNP comprend les emplois des catégories FÉER 0, 1, 2 ou 3 :",
    "workExpCanada2_5": "Si vous n'êtes pas sûr de la catégorie FÉER de la CNP pour cet emploi, vous pouvez",
    "findNoc": "trouver votre CNP",
    "arrangedEmployment": "Emploi réservé au Canada",
    "arrangedEmploymentQuestion": "Avez-vous un emploi réservé au Canada?",
    "arrangedEmployment1": "Vous pouvez obtenir des points pour un emploi réservé si vous avez une offre d'emploi valide soutenue par une Évaluation de l'impact sur le marché du travail (EIMT) ou dispensée de cette exigence.",
    "arrangedEmployment2": "Qu'est-ce qu'un emploi réservé?",
    "relatives": "Proches de famille au Canada",
    "relativesQuestion1": "Avez-vous",
    "relativesQuestion2": "un proche de la famille qui a 18 ans ou plus?",
    "relativesQuestion3": "au moins un frère ou une sœur vivant au Canada qui est citoyen(ne) ou résident(e) permanent(e)?",
    "relatives1": "Vous pouvez obtenir des points pour un proche de la famille au Canada s'il ou elle est:",
    "relatives2": "âgé de 18 ans ou plus",
    "relatives3": "citoyen canadien ou résident permanent",
    "relatives4": "actuellement résident au Canada",
    "relatives5": "pas votre conjoint ou conjoint de fait",
    "relatives6": "Ce proche de la famille doit être un:",
    "relatives7": "parent",
    "relatives8": "grand-parent",
    "relatives9": "enfant",
    "relatives10": "petit-enfant",
    "relatives11": "frère ou sœur à vous ou à votre conjoint (enfant de vos parents ou des parents de votre conjoint)",
    "relatives12": "tante ou oncle à vous ou à votre conjoint (par le sang ou par mariage)",
    "relatives13": "nièce ou neveu à vous ou à votre conjoint (petit-enfant des parents de vous ou de votre conjoint)",
    "relatives2_1": "Pour répondre oui, le frère ou la sœur doit être :",
    "relatives2_2": "âgé de 18 ans ou plus",
    "relatives2_3": "lié à vous ou à votre partenaire par le sang, le mariage, l'union de fait ou l'adoption",
    "relatives2_4": "avoir un parent en commun avec vous ou votre partenaire",
    "relatives2_5": "Ce frère ou cette sœur doit être lié(e) à vous par :",
    "relatives2_6": "le sang (biologique), ce qui signifie qu'ils sont liés à vous par la naissance, ou",
    "relatives2_7": "l'adoption, ce qui signifie que vous êtes lié(e) à eux parce que l'un de vous a été adopté par une personne comme leur enfant, ou",
    "relatives2_8": "le mariage, ce qui signifie qu'ils sont liés à vous parce que leur parent est lié à vous par le sang ou l'adoption",
    "spouseLangSkills": "Compétences linguistiques du conjoint",
    "spouseLangSkillsQuestion": "Votre conjoint a-t-il passé un examen de langue et obtenu au moins un CLB4 ?",
    "spouseLangSkillsQuestion2": "Votre conjoint ou partenaire de fait a-t-il/elle passé un test de langue ? Si oui, lequel",
    "spouseLangSkillsQuestion3": "ses résultats au test datent de moins de deux ans ?",
    "if": "SI",
    "spouseLangSkills1": "Votre conjoint peut obtenir des points pour ses compétences linguistiques s'il obtient un NCLC 4 ou plus dans toutes les compétences linguistiques.",
    "spouseLangSkills2": "Les tests de langue sont valides pendant 2 ans à compter de la date du résultat du test. Ils doivent être valides le jour de votre demande de résidence permanente.",
    "spouseEdu": "Éducation du conjoint",
    "spouseEduQuestion": "Votre conjoint a-t-il étudié au Canada ?",
    "spouseEduQuestion1": "Quel est le plus haut niveau d'éducation pour lequel votre conjoint ou partenaire de fait a :",
    "spouseEduQuestion2": "obtenu un diplôme, un certificat ou un diplôme canadien; ou",
    "spouseEduQuestion3": "obtenu une évaluation des titres de compétences académiques (EDE) ? (Les EDE doivent provenir d'une agence approuvée, au cours des cinq dernières années)",
    "spouseEdu1": "Votre conjoint peut obtenir des points pour ses études au Canada s'il :",
    "spouseEdu2": "a un diplôme, un diplôme d'études collégiales ou un certificat d'une école secondaire canadienne ou d'un établissement postsecondaire",
    "spouseEdu3": "a étudié au Canada à temps plein pendant au moins 2 ans",
    "spouseEdu4": "L'étude à temps plein",
    "spouseEdu5": "signifie au moins 15 heures de cours par semaine, et votre conjoint ou partenaire doit avoir maintenu un bon dossier académique (tel que défini par l'école) pendant cette période.",
    "spouseWorkExp": "Expérience de travail du conjoint",
    "spouseWorkExpQuestion": "Votre conjoint a-t-il travaillé au Canada ?",
    "spouseWorkExpQuestion1": "Au cours des dix dernières années, combien d'années d'expérience de travail qualifié au Canada votre conjoint ou partenaire de fait a-t-il/elle?",
    "spouseWorkExp1": "Vous pouvez obtenir des points pour l'expérience de travail de votre conjoint au Canada s'il ou elle :",
    "spouseWorkExp2": "a au moins 1 an d'expérience de travail à temps plein au Canada",
    "spouseWorkExp3": "a un permis de travail valide ou était autorisé à travailler lorsqu'il ou elle a exercé cette activité professionnelle",
    "spouseWorkExp4": "a travaillé dans un emploi répertorié dans la catégorie 0, 1, 2 ou 3 de la CNP",
    "reset": "Réinitialiser",
    "calculate": "Calculer",
    "crs_calculator": "Calculateur du score de classement global (SCG)",
    "crs_calculatorMsg1": "Cet outil vous aidera à déterminer votre SCG pour Entrée express",
    "crs_calculatorMsg2": "Veuillez noter que vous êtes admissible uniquement si vous obtenez 67 points ou plus /100",
    "crs_calculatorMsg3": "Pour recevoir une invitation à présenter une demande de résidence permanente au Canada, votre score SCG doit être supérieur au seuil minimal de points du ",
    "crs_calculator_link": "tour d'invitations",
    "crs_calculatorMsg4": "le plus récent (les seuils de points peuvent varier à chaque tour).",
    "human_capital_factors": "Facteurs du capital humain",
    "spouseStatus": "Statut du conjoint au Canada",
    "spouseStatusQuestion": "Votre conjoint ou partenaire de fait est-il citoyen canadien ou résident permanent du Canada ?",
    "spouseStatusExp": "Si votre conjoint ou partenaire est citoyen canadien ou résident permanent, vous obtiendrez des points comme si vous n'aviez pas de conjoint ou de partenaire.",
    "spouseStatusQuestion2": "Votre conjoint ou partenaire de fait vous accompagnera-t-il au Canada ?",
    "spouseStatusExp2": "Si votre conjoint ou partenaire ne vous accompagne pas au Canada, vous obtiendrez des points comme si vous n'aviez pas de conjoint ou de partenaire.",
    "ageMsg2": "Votre âge est déterminé à la date de réception de l'invitation à présenter une demande (IPD) par IRCC. Cela signifie que si vous avez actuellement 29 ans, mais que vous atteignez l'âge de 30 ans avant de recevoir une IPD, vous ne recevrez pas de points pour avoir 29 ans.",
    "foreignWorkExp": "Expérience de travail à l'étranger (à l'extérieur du Canada)",
    "foreignWorkExpQuestion1": "Au cours des 10 dernières années",
    "from": "à partir du",
    "foreignWorkExpQuestion2": "combien d'années totales d'expérience de travail qualifié à l'étranger avez-vous?",
    "foreignWorkExpMsg": "Elle doit avoir été rémunérée, à temps plein (ou un équivalent à temps partiel), et dans une seule profession (FÉER CNP 0, 1, 2 ou 3).",
    "skillTransferabilityFactors": "Facteurs de transférabilité des compétences",
    "certificateQual": "Certificat de qualification",
    "certificateQualQuestion": "Possédez-vous un certificat de qualification délivré par une province, un territoire ou un organisme fédéral canadien ?",
    "certificateQualMsg": "Un certificat de qualification permet aux personnes de travailler dans certains métiers spécialisés au Canada. Seules les provinces, les territoires et un organisme fédéral peuvent délivrer ces certificats. Pour en obtenir un, une personne doit faire évaluer sa formation, son expérience professionnelle et ses compétences, puis réussir un examen de certification. Les personnes doivent généralement se rendre dans la province ou le territoire pour être évaluées. Elles peuvent également avoir besoin d'expérience et de formation auprès d'un employeur au Canada. Ceci n'est pas la même chose qu'une nomination d'une province ou d'un territoire.",
    "addPoints": "Points Additionnels",
    "whichNoc": "Sous quelle catégorie FÉER de la CNP se trouve l'offre d'emploi?",
    "majorGroup": "Groupe majeur",
    "nomination": "Nomination provinciale",
    "nominationQuestion": "Possédez-vous une nomination d'une province ou d'un territoire ?",
    "nominationMsg": "Une nomination est différente d'un certificat de qualification. Une nomination vous permet de présenter une demande de résidence permanente auprès d'IRCC. Un certificat de qualification vous permet de travailler dans certains métiers spécialisés au Canada. Seules les provinces, les territoires et un organisme fédéral peuvent délivrer ces certificats.",
    "notApplicable": "Sans objet",
    "spouseLangMsg": "Les résultats du test doivent dater de moins de deux ans au moment de votre demande de résidence permanente. Si les résultats du test de langue de votre conjoint(e) datent de plus de deux ans avant la soumission de votre demande, vous n'obtiendrez pas de points pour cela. De plus, si vous soumettez votre demande avec un résultat de test expiré et que votre score SCG est inférieur au seuil de sélection, IRCC pourrait la refuser.",
    "clb_calculator": "Calculateur des niveaux de compétence linguistique canadiennes (NCLC)",
    "clb_calculator_msg1": "Le niveau de compétence linguistique canadiennes (NCLC) décrit 12 niveaux de compétence dans chacune des quatre compétences linguistiques différentes - Écoute, Parole, Lecture et Écriture.",
    "clb_calculator_msg2": "Veuillez noter que vous êtes admissible uniquement si vous obtenez NCLC 7 ou plus dans toutes les compétences linguistiques.",
    "result": "Résultat",
    "pnpSuggest": "Suggestions pour le Programme des candidats des provinces",
    "pnpSuggestMsg1": "Cet outil vous informera si votre profession est en demande et vous aidera à identifier le programme PNP le plus adapté pour vous.",
    "pnpSuggestMsg2": "Avant de commencer, veuillez noter que vous devez connaître votre code CNP (Classification nationale des professions) et votre SCG (Système de classement global).",
    "pnpSuggestMsg3": "Si vous ne connaissez que votre code CNP de la version 2016, veuillez utiliser ce lien pour le convertir en version 2021 :",
    "pnpSuggestMsg4": "Conversion CNP",
    "eligible": "Admissible",
    "eligibleUnderConditions": "Admissible sous conditions",
    "notEligible": "Non admissible",
    "nocCode": "Code CNP",
    "crsScore": "Score SCG",
    "generalInfo": "Informations Générales",
    "comingSoon": "Bientôt Disponible..",
    "extraInfoMsg": "Ce tableau n'est pas le contenu principal final de la page. Il affiche les 10 derniers tirages du système Entrée express.",
    "draw": "Tirage",
    "crsAbr": "SCG",
    "program": "Programme",
    "weather": "Météo",
    "selectPlace": "Sélectionnez une ville",
    "check": "Consulter",
    "getHashtag": "Obtenir un hashtag",
    "getHashtagMsg": "Votre publication sera priorisée pour une publication rapide si vous y ajoutez un hashtag depuis le site web.",
    "getHashtagMsg2": "Votre question concerne...",
    "adr": "Demande de documents additionnels (ADR)",
    "AddChild": "Ajout d'un enfant en post-ITA",
    "addSpouse": "Ajout d'un conjoint en post-ITA",
    "ainp": "Programme des candidats de l'Alberta (AINP)",
    "rental": "Location d'appartement",
    "bankAcc": "Compte bancaire",
    "bankDoc": "Documents bancaires",
    "bio": "Biométrie",
    "crsSelect": "Score de classement global (SCG)",
    "copr": "Confirmation de la résidence permanente (CoPR)",
    "docList": "Liste de documents",
    "transl": "Traduction de documents",
    "eca": "Évaluation des diplômes d'étude (ECA)",
    "eligScore": "Score d'admissibilité",
    "expShare": "Partage d'expérience",
    "familyCND": "Famille au Canada",
    "feesPayment": "Paiement des frais",
    "feesRefund": "Remboursement des frais",
    "giftDeed": "Acte de donation",
    "irccCall": "Comment appeler IRCC ?",
    "imm5604": "Déclaration du parent non accompagnant (IMM5604)",
    "jobOffer": "Offre d'emploi",
    "landing": "Début d'installation",
    "loe": "Lettre d'explication",
    "mpnp": "Programme des candidats du Manitoba (MPNP)",
    "meds": "Visite médicale",
    "newsShare": "Partage de nouvelles",
    "nAcChild": "Enfant non accompagnant",
    "nAcSpseD": "Conjoint non accompagnant - Divorcé(e)",
    "nAcSpseM": "Conjoint non accompagnant - Marié(e)",
    "nbpnp": "Programme des candidats du Nouveau-Brunswick (NBPNP)",
    "oinp": "Programme des candidats de l'Ontario (OINP)",
    "ppDepo": "Dépôt de passeport",
    "ppRqst": "Demande de passeport (PPR)",
    "ppRnew": "Renouvellement de passeport",
    "prCard": "Carte de résident permanent",
    "persBG": "Antécédents personnels",
    "proBG": "Antécédents professionnels",
    "ppc": "Certificat de police",
    "appTime": "Délai de traitement",
    "pof": "Preuve de fonds",
    "provNom": "Nomination provinciale",
    "refLett": "Lettre de référence",
    "sinp": "Programme des candidats de la Saskatchewan (SINP)",
    "SIN": "Numéro d'assurance sociale (NAS)",
    "statShare": "Partage de statistiques",
    "sPermit": "Permis d'études",
    "tripHist": "Historique de voyages",
    "wPermit": "Permis de travail",
    "requiredFunds": "Fonds requis",
    "requiredFundsQuestion1": "Le montant d'argent dont vous avez besoin pour soutenir votre famille est déterminé par sa taille. Combien de membres compte votre famille ?",
    "requiredFundsQuestion2": "Quelle est la devise de votre pays ?",
    "member": "membre",
    "members": "membres",
    "talkTo": "Parlez à",
    "minimize": "Minimiser",
    "close": "Fermer",
    "generate": "Générer",
    "checkWeather": "Consulter la météo",
    "writePost": "Rédiger une publication",
    "title": "Titre",
    "titlePost": "Titre de la publication",
    "content": "Texte",
    "contentPost": "Contenu de la publication",
    "subject": "Sujet",
    "imgPost": "Image de la publication",
    "createPost": "Créer une publication",
    "selectCategory": "Sélectionnez une catégorie",
    "youve": "Vous avez",
    "posts": "publications",
    "toPost": "Publier",
    "notSpecified": "Non spécifié",
    "updatePsdMsg": "Vous devez mettre à jour votre mot de passe pour pouvoir utiliser le site web. Vous pouvez conserver le même nom d'utilisateur si vous le souhaitez.",
    "updateInfo": "Mettre à jour les informations de profil",
    "updateInfoAndPass": "Mettre à jour les informations de profil et le mot de passe",
    "updatePass": "Mettre à jour le mot de passe",
    "loggedFromGoogle": "Étant donné que vous vous êtes connecté avec Google, vous devez immédiatement mettre à jour votre mot de passe.",
    "selfAssessTool": "Outil d'auto-évaluation",
    "selfAssessMsg": "Cet outil vous aidera à calculer votre score pour le système d'immigration au Québec (Arrima).",
    "selfAssessMsg2": "Pour le moment, vous serez redirigé vers le site officiel du Québec afin de calculer votre score. Veuillez noter que nous développons le même outil, et il sera bientôt disponible sur la page.",
    "clickHere": "Cliquez ici",
    "yourScoreIs": "Votre score est",
    "scoreHere": "Mettez votre score ici",
    "expOfInt": "Déclaration d'intérêt",
    "expOfIntParagraph": "Arrima est un système électronique gratuit qui joue un rôle crucial dans la gestion des candidatures des travailleurs qualifiés souhaitant s'établir au Québec, une province du Canada. Le fonctionnement de ce système est analogue à celui du système fédéral Express Entry. Il permet aux candidats à l'immigration au Québec de créer et de soumettre des profils en vue de leur éventuelle sélection dans le cadre du Programme régulier des travailleurs qualifiés du Québec (PRTQ). Les candidats admissibles se voient attribuer un score en fonction de divers critères, et ils sont ensuite classés parmi les autres candidats au sein de la plateforme Arrima. Cette approche de sélection des candidats à l'immigration est connue sous le nom de système de déclaration d'intérêt (DI).",
    "expOfIntParagraph2": "Au Québec, ce système de DI, dont Arrima est l'élément central, a été introduit en août 2018, à la suite de l'entrée en vigueur de la loi québécoise sur l'immigration.",
    "expOfIntParagraph3": "L'objectif principal de la plateforme Arrima est de rationaliser et d'accélérer le traitement des demandes d'immigration, tout en cherchant à mieux aligner les candidats potentiels sur les besoins actuels du marché du travail québécois. Le terme (arrimer) reflète cette volonté d'harmoniser l'offre et la demande en matière de main-d'œuvre qualifiée. Avant l'introduction d'Arrima, le Québec utilisait un système de demande sur papier pour la sélection des candidats à l'immigration, un processus qui entraînait souvent des délais de traitement considérables et qui ne permettait pas de répondre de manière agile aux besoins immédiats du marché du travail.",
    "expOfIntParagraph4": "Aujourd'hui, la plateforme Arrima est principalement utilisée par le gouvernement du Québec pour gérer les soumissions de DI dans le cadre du PRTQ. De plus, elle est en cours de développement progressif pour englober d'autres services d'application liés à d'autres programmes d'immigration économique, tels que le Programme de l'expérience québécoise (PEQ) destiné aux travailleurs temporaires et aux étudiants internationaux. Cette expansion témoigne de la volonté du Québec d'attirer et de retenir un pool diversifié de talents qualifiés.",
    "expOfIntBigTitle": "Compléter une déclaration d'intérêt pour l'immigration au Québec dans le cadre du Programme régulier des travailleurs qualifiés",
    "expOfIntToSubmit": "Pour soumettre une déclaration d'intérêt, vous devez:",
    "expOfIntCondition1": "Avoir 18 ans ou plus;",
    "expOfIntCondition2": "Avoir l'intention de vivre, de s'installer et de travailler au Québec.",
    "validityTitle": "Validité d'une déclaration d'intérêt",
    "validityParagraph": "Votre déclaration d'intérêt est valide pendant 12 mois (une année) à compter de la date de soumission.",
    "validityParagraph2": "Si vous n'avez pas été invité à soumettre une demande de sélection permanente pendant cette période, votre déclaration d'intérêt deviendra invalide.",
    "validityParagraph3": "Vous ne pourrez pas la prolonger ou la renouveler, mais vous pourrez en soumettre une nouvelle, sans frais, si vous le souhaitez. Les informations que vous avez saisies dans votre première déclaration d'intérêt seront copiées dans votre nouvelle déclaration.",
    "validityParagraph4": "Vous pouvez également retirer votre déclaration d'intérêt à tout moment.",
    "infoTitle": "Informations à avoir sous la main",
    "infoMust": "Vous devez fournir les informations suivantes dans le formulaire de déclaration d'intérêt:",
    "infoElement1": "Informations personnelles;",
    "infoElement2": "Situation familiale;",
    "infoElement3": "Coordonnées;",
    "infoElement4": "Statut au Québec;",
    "infoElement5": "Éducation;",
    "infoElement6": "Expérience de travail;",
    "infoElement7": "Offre d'emploi validée;",
    "infoElement8": "Connaissance du français et de l'anglais;",
    "infoElement9": "Autres informations.",
    "infoParagraph": "Vous devez fournir des détails concernant votre conjoint, qu'il vous accompagne ou non, et des informations sur vos enfants, qu'ils vous accompagnent ou non. Si votre conjoint souhaite soumettre sa propre déclaration d'intérêt, cela doit être indiqué dans le formulaire. Cependant, les enfants de moins de 18 ans ne sont pas autorisés à soumettre leur propre déclaration d'intérêt et doivent être inclus dans la section Situation familiale de votre propre déclaration d'intérêt. Il est à noter que vous avez la possibilité de mettre à jour votre formulaire de déclaration d'intérêt à tout moment, même après sa soumission initiale.",
    "infoMust2": "Les documents suivants peuvent être utiles pour compléter votre déclaration d'intérêt:",
    "infoElement10": "Résultats des tests de français et d'anglais acceptés par le Ministère de l'Immigration, de la Francisation et de l'Intégration;",
    "infoElement11": "Évaluation comparative des études effectuées à l'extérieur du Québec;",
    "infoElement12": "Offre d'emploi validée;",
    "infoElement13": "Diplômes.",
    "howToApplyTitle": "Comment postuler?",
    "infoParagraph2": "Pour immigrer au Québec dans le cadre du Programme régulier des travailleurs qualifiés, vous devez d'abord",
    "infoLien": "créer un compte sur la plateforme Arrima.",
    "infoParagraph3": "Une fois votre compte créé, vous pouvez remplir et soumettre votre formulaire de déclaration d'intérêt. Il est important de noter que vous disposez d'une période de 90 jours à compter de la date de création de votre déclaration d'intérêt pour la compléter et la soumettre; toute soumission après cette limite de temps entraînera la suppression de votre formulaire.",
    "prRequestTitle": "Demande de résidence permanente",
    "howItWorks": "Comment ça marche?",
    "howItWorksParagraph": "Avant la mise en place du système Arrima, le Québec s'appuyait sur un système de candidature basé sur papier pour la sélection des candidats à l'immigration, ce qui entraînait des délais de traitement prolongés et un manque d'alignement efficace entre les personnes cherchant à immigrer dans la province et les demandes pressantes du marché du travail. L'objectif d'Arrima est d'accélérer le traitement des demandes d'immigration et de mieux mettre en correspondance les futurs immigrants avec les besoins spécifiques de la main-d'œuvre du Québec.",
    "howItWorksParagraph2": "Arrima est un système électronique gratuit utilisé par la province du Québec pour superviser les demandes des travailleurs qualifiés. Il fonctionne sur un modèle similaire au système fédéral Entrée express. Dans le cadre du Programme régulier des travailleurs qualifiés du Québec, les personnes âgées de 18 ans et plus qui aspirent à s'établir au Québec doivent d'abord créer leur profil et soumettre ensuite une Déclaration d'intérêt (DI) via le système Arrima. Si elles sont considérées comme admissibles, le demandeur recevra un score et sera placé dans le bassin de candidats Arrima, où il sera classé parmi les autres candidats.",
    "howItWorksTitle2": "Programme régulier des travailleurs qualifiés du Québec dans Arrima",
    "howItWorksParagraph3": "Les candidats étrangers potentiels lancent le processus en créant un profil en ligne sur la plateforme Arrima et en présentant une déclaration d'intérêt, qui est ensuite évaluée à l'aide d'un mécanisme de notation. Ce score est déterminé en tenant compte de divers facteurs spécifiques, notamment :",
    "howItWorksElement1": "le niveau et le domaine de formation ;",
    "howItWorksElement2": "l'expérience professionnelle ;",
    "howItWorksElement3": "les compétences linguistiques ;",
    "howItWorksElement4": "les liens avec la province de Québec ;",
    "howItWorksElement5": "une offre d'emploi validée par le ministère ;",
    "howItWorksElement6": "les caractéristiques du conjoint de fait ou du conjoint de droit commun, le cas échéant ;",
    "howItWorksElement7": "la présence d'enfants accompagnants de moins de 22 ans, et",
    "howItWorksElement8": "la capacité d'autonomie financière.",
    "howItWorksParagraph4": "Les candidats qualifiés sont placés dans le bassin de candidats. Périodiquement, le gouvernement du Québec choisit les candidats les mieux classés du bassin Arrima et leur envoie des invitations à soumettre une demande complète de Certificat de sélection du Québec (CSQ), une condition préalable à la résidence permanente auprès d'Immigration, Réfugiés et Citoyenneté Canada (IRCC). Voici les étapes pour immigrer au Québec dans le cadre du PRTQ :",
    "howItWorksElement9": "Créez votre profil et soumettez une déclaration d'intérêt dans Arrima ;",
    "howItWorksElement10": "Une fois la Déclaration d'intérêt soumise, vous recevrez un score basé sur des critères prédéfinis ;",
    "howItWorksElement11": "Si vous recevez une invitation à soumettre une demande complète de sélection permanente, vous aurez 60 jours pour compléter votre dossier de demande et le soumettre à MIFI ;",
    "howItWorksElement12": "MIFI examinera la demande complète et, si elle est acceptée, vous recevrez un CSQ en environ 6 mois ;",
    "howItWorksElement13": "Une fois que vous avez reçu un CSQ, vous pouvez demander la résidence permanente canadienne auprès du gouvernement fédéral.",
    "howItWorksParagraph5": "Une Déclaration d'intérêt (DI) dans Arrima reste valide pendant un an, au cours duquel vous pouvez continuellement mettre à jour votre profil. Cette flexibilité vous permet d'augmenter vos chances de recevoir une invitation, par exemple en passant un test de langue ou en obtenant une offre d'emploi validée dans la province. Pour soumettre une DI, les personnes âgées de 18 ans ou plus peuvent remplir un profil en ligne sur le portail Arrima. Le profil DI est évalué à l'aide d'un système de notation avec un maximum de 1 320 points, en tenant compte de critères liés au capital humain et aux exigences du marché du travail.",
    "howItWorksParagraph6": "Actuellement, Arrima sert principalement de plateforme du gouvernement du Québec pour traiter les soumissions de Déclarations d'intérêt (DI) dans le cadre du PRTQ. De plus, Arrima est en train de s'étendre pour englober les demandes liées à d'autres initiatives d'immigration économique, notamment le Programme de l'expérience québécoise (PEQ) destiné aux travailleurs temporaires et aux étudiants internationaux. La plateforme prend en charge diverses procédures d'immigration au Québec, offrant de la flexibilité en fonction du programme et de l'étape de votre processus d'immigration, ce qui vous permet de :",
    "howItWorksElement14": "Aller sur",
    "howItWorksElement15": "pour estimer votre score et évaluer vos chances de recevoir une invitation à soumettre une demande de sélection permanente ;",
    "howItWorksElement16": "Créer, soumettre, compléter et mettre à jour votre déclaration d'intérêt dans le cadre du PRTQ ;",
    "howItWorksElement17": "Demander un CSQ, soumettre les documents et payer les frais nécessaires pour immigrer au Québec dans le cadre du PEQ, l'un des programmes pilotes d'immigration permanente du Québec ;",
    "howItWorksElement18": "Soumettre une demande de sélection temporaire pour des études, créer un profil Arrima pour soumettre des documents de soutien en tant qu'étudiant international ;",
    "howItWorksElement19": "Obtenir des informations et soumettre des formulaires relatifs à :",
    "howItWorksElement19_1": "une demande d'aide financière pour des cours de français à temps partiel,",
    "howItWorksElement19_2": "aux différents programmes d'Accompagnement Québec,",
    "howItWorksElement19_3": "au parrainage collectif de réfugiés à l'étranger.",
    "csqTitle": "Certificat de sélection du Québec (CSQ)",
    "csqParagraph": "Le Certificat de sélection du Québec (CSQ), ou certificat de sélection du Québec, est un document délivré par le Ministère de l'Immigration, de la Francisation et de l'Intégration (MIFI), indiquant que le destinataire a été choisi pour s'établir au Québec. Posséder un CSQ permet au demandeur de faire une demande de résidence permanente canadienne auprès des autorités fédérales de l'immigration. Bien que le Québec ait le pouvoir de sélectionner des immigrants selon ses propres critères, il n'accorde pas de visas de résidence permanente. Par conséquent, le CSQ n'est pas un visa de résidence permanente et ne peut pas être utilisé pour entrer au Canada.",
    "csqParagraph2": "Selon les règlements sur l'immigration au Québec entrés en vigueur le 2 août 2018, la durée de validité d'un CSQ est de 24 mois ou jusqu'à ce qu'Immigration, Réfugiés et Citoyenneté Canada (IRCC) prenne une décision concernant une demande de résidence permanente au Canada. Tous les CSQ délivrés avant le 2 août 2018 conservent la durée de validité précédente de 36 mois.",
    "csqTitle2": "Programmes d'immigration du Québec",
    "csqParagraph3": "Les candidats souhaitant immigrer au Québec par le biais d'un programme économique peuvent demander un CSQ via l'un des programmes suivants :",
    "csqElement1": "Programme des travailleurs qualifiés du Québec;",
    "csqElement2": "Programme de l'expérience québécoise (PEQ);",
    "csqElement3": "Programme Investisseur du Québec;",
    "csqElement4": "Programme Entrepreneur du Québec;",
    "csqElement5": "Programme Travailleur Autonome du Québec.",
    "csqParagraph4": "Chaque programme a des critères d'admissibilité spécifiques que les candidats doivent satisfaire pour obtenir un CSQ. Ces critères englobent divers facteurs tels que l'état civil, l'historique professionnel et éducatif, la maîtrise de la langue, les détails de la famille, l'expérience au Québec et les ressources financières. Lorsqu'un candidat estime remplir les exigences d'admissibilité pour un programme particulier, il peut soumettre une demande de CSQ au MIFI. Cependant, il est important de noter que le Québec n'accepte les demandes que pour certains programmes pendant des périodes d'admission prédéfinies. En fonction du programme spécifique, les candidats peuvent devoir attendre que la période d'admission désignée soit ouverte avant de soumettre leur demande.",
    "csqTitle3": "Après l'obtention d'un CSQ",
    "csqParagraph5": "Après avoir obtenu un CSQ, le demandeur peut procéder à une demande distincte de résidence permanente auprès des autorités fédérales canadiennes de l'immigration. Cette étape implique principalement des vérifications des antécédents criminels et médicaux, avec la soumission de certificats de vérification de casier judiciaire et de résultats d'examens médicaux. De plus, les autorités fédérales examinent l'historique de voyage du demandeur et peuvent demander des documents supplémentaires pour vérifier les détails de la demande de CSQ. Des entretiens peuvent également être menés dans certains cas.",
    "csqTitle4": "Travailler au Québec avec un CSQ",
    "csqParagraph6": "Les personnes en possession d'un CSQ valide peuvent travailler au Québec sans avoir besoin d'obtenir une Évaluation de l'impact sur le marché du travail (ÉIMT) pour le poste. Pour en savoir plus sur les permis de travail basés sur le CSQ,",
    "csqTitle5": "S'installer au Québec sans un CSQ",
    "csqParagraph7": "Un CSQ est la première étape du processus d'immigration permanente au Québec. Pour ceux qui souhaitent résider au Québec en tant que travailleur étranger temporaire ou étudiant international, un CSQ n'est pas nécessaire. Dans ces situations, le demandeur potentiel peut avoir besoin d'un",
    "csqParagraph7_1": "Certificat d'Acceptation du Québec (CAQ)",
    "pmi+": "Programme de Mobilité Internationale Plus",
    "pmi+Title": "Permis de travail ouverts pour les détenteurs d'un CSQ à l'extérieur du Québec",
    "pmi+Paragraph": "Les personnes en possession d'un Certificat de sélection du Québec (CSQ) et résidant hors du Québec sont éligibles à un permis de travail ouvert. Ce permis autorise l'exercice d'une activité professionnelle pour quasiment tous les employeurs dans la province de Québec.",
    "whoCanApply": "Qui est éligible pour soumettre une demande ?",
    "whoCanApplyMsg": "Pour être admissible à ce permis de travail ouvert, vous devez remplir les critères suivants :",
    "whoCanApplyElement1": "Soumettre en ligne",
    "whoCanApplyElement1Paragraph": "Vous devez soumettre votre demande de permis de travail ouvert en ligne.",
    "whoCanApplyElement2": "Résider à l'extérieur du Québec",
    "whoCanApplyElement2Paragraph": "Vous devez résider à l'extérieur du Canada OU AU MOINS à l'extérieur du Québec au moment de soumettre votre demande.",
    "whoCanApplyElement3": "Avoir un CSQ valide",
    "whoCanApplyElement3Paragraph": "Votre CSQ doit être en statut valide (non expiré) ou l'avoir été lorsque vous avez initialement fait votre demande de résidence permanente. Vous avez la possibilité de demander ce permis de travail soit avant soit après avoir soumis votre demande de résidence permanente à IRCC. Cependant, si IRCC a déjà rendu une décision concernant votre demande de résidence permanente, veuillez vous abstenir de demander le permis de travail ouvert dans cette situation.",
    "whoCanApplyElement4": "Avoir une lettre d'invitation",
    "whoCanApplyElement4Paragraph": "Vous devriez avoir reçu une lettre d'invitation de la province de Québec pour être éligible à la demande de ce permis de travail.",
    "whoCanApplyElement5": "Posséder un statut qualifiant et éligible (si vous êtes déjà au Canada).",
    "whoCanApplyElement5Paragraph": "Si vous êtes actuellement au Canada mais à l'extérieur du Québec, vous devez remplir les conditions suivantes :",
    "whoCanApplyElement5_1": "Être éligible à la demande d'un permis de travail au Canada et détenir un statut de résident temporaire valide.",
    "whoCanApplyElement5_2": "Être éligible à la réinstauration de votre statut de travailleur.",
    "whoCanApplyElement5_3": "Avoir soumis une demande de renouvellement de votre statut de travailleur ou d'étudiant avant son expiration (c'est-à-dire, maintenir votre statut).",
    "whoCanApplyElement6": "Époux, épouses ou partenaires de fait (qu'ils résident à l'étranger ou au Canada)",
    "whoCanApplyElement6Paragraph": "Votre conjoint admissible ou partenaire de fait a la possibilité de demander un permis de travail ouvert en même temps que votre demande pour ce type de permis. Ils peuvent remplir leur demande en ligne en tandem avec la vôtre. Cependant, si votre conjoint ou partenaire choisit de ne pas faire une demande simultanée, ils ne pourront pas soumettre une demande de permis de travail avant que votre propre demande ne soit approuvée.",
    "whoCannotApply": "Qui n'est pas éligible pour soumettre une demande?",
    "whoCannotApplyYoure": "Vous",
    "not": "n'êtes pas",
    "whoCannotApplyYoure2": "admissible pour soumettre une demande si:",
    "whoCannotApplyElement1": "vous résidez au Québec au moment de votre demande de permis de travail ;",
    "whoCannotApplyElement2": "Si IRCC a rejeté votre demande de résidence permanente dans le cadre d'un des programmes économiques du Québec, cela s'applique quel que soit le fait que vous déteniez toujours un CSQ valide ;",
    "whoCannotApplyElement3": "vous essayez de demander ce type de permis de travail à un point d'entrée au Canada.",
    "howToApply": "Comment déposer une demande ?",
    "howToApplyParagraph": "Vous devez déposer une demande en ligne",
    "howToApplyParagraph2": "pour ce permis de travail ouvert. Vous ne pouvez pas faire de demande à un point d'entrée canadien et vous ne pouvez pas faire de demande sur papier à moins d'être éligible.",
    "howToApplyStep1Title": "Étape 1 : Assurez-vous d'avoir tous les prérequis nécessaires.",
    "howToApplyStep1Paragraph": "Pour soumettre votre demande en ligne, vous devez disposer de :",
    "howToApplyStep1Element1": "un scanner ou un appareil photo pour générer des copies électroniques de vos documents.",
    "howToApplyStep1Element2": "une carte de crédit ou de débit active en bon état.",
    "howToApplyStep2Title": "Étape 2 : Payez vos frais",
    "howToApplyStep2Paragraph": "Vous devez payer les frais suivants :",
    "howToApplyStep2Element1": "Frais de permis de travail : 155 $",
    "howToApplyStep2Element2": "Frais du titulaire de permis de travail ouvert : 100 $",
    "howToApplyStep2Element3": "Frais de biométrie : 85 $, le cas échéant",
    "howToApplyStep3Title": "Étape 3 : Créez votre compte en ligne ou connectez-vous",
    "howToApplyStep3Paragraph": "Un compte en ligne est requis pour faire une demande. Ce compte vous permet à la fois de soumettre vos formulaires de demande et de suivre l'état de votre demande. Après vous être connecté à votre compte, rendez-vous dans la section \"Commencez votre demande\" sur la page d'accueil de votre compte. Cliquez sur \"Faire une demande pour venir au Canada.\" Sur la page suivante, faites défiler vers le bas jusqu'à la section \"Je n'ai pas de code de référence personnel\", puis sélectionnez le bouton \"Visa de visiteur, étude et/ou permis de travail.\" Enfin, sur la page suivante, choisissez \"Travail\" comme type de demande.",
    "howToApplyStep4Title": "Étape 4 : Obtenez votre liste de documents",
    "howToApplyStep4Paragraph": "Après avoir terminé l'étape précédente, vous recevrez une liste de documents. Cette liste contiendra tous les documents que vous devez soumettre avec votre demande. Vous devrez également télécharger des copies électroniques de ces documents dans votre compte en ligne. Vous pouvez télécharger ces documents immédiatement ou ultérieurement. Cependant, vous devez les télécharger avant la date limite.",
    "howToApplyStep5Title": "Étape 5 : Remplissez les formulaires",
    "howToApplyStep5Paragraph1": "Lisez le guide d'instructions avant de remplir votre demande.",
    "applicantsOutCanada": "Demandeurs à l'extérieur du Canada",
    "applicantsInCanada": "Demandeurs au Canada",
    "howToApplyStep5Paragraph2": "Après avoir reçu votre liste de documents, procédez à la remplissage du formulaire de demande et à la collecte des documents à l'appui nécessaires. Le guide d'accompagnement fournira des instructions détaillées sur comment remplir chaque champ du formulaire.",
    "howToApplyStep6Title": "Étape 6 : Téléchargez les documents requis",
    "howToApplyStep6Paragraph": "Vos documents doivent démontrer votre éligibilité pour la demande d'un permis de travail ouvert dans ce programme. En plus du formulaire de demande complété, vous devez fournir les documents suivants dans le cadre de votre demande. Notez qu'il y a un seul champ d'informations client, ce qui peut nécessiter la consolidation de plusieurs documents en un seul fichier pour le téléchargement. Vous voulez vous assurer le coup avec cette tâche?",
    "howToApplyStep6Paragraph2": "Veuillez noter que les documents requis peuvent varier en fonction de votre situation spécifique et du fait que vous fassiez la demande depuis le Canada ou de l'extérieur du Canada.",
    "updateInfoToWritePost": "Vous devez mettre à jour vos informations de profil pour pouvoir publier sur le blog",
    "deletePost": "Supprimer la publication"
}