{
    "home page": "Page d'accueil",
    "expressEntry": "Entrée express",
    "eligibility": "Admissibilité",
    "crs": "Calculateur SCG",
    "clbCalc": "Calculateur NCLC",
    "suggestedpnp": "PCP suggéré",
    "extraInfo": "Infos. supplémentaires",
    "exprInterest": "Expression d'intérêt",
    "assessment tool": "Outil d'évaluation",
    "csq": "CSQ",
    "pr": "Résidence Permanente",
    "PMI": "PMI",
    "Update Profile": "Mettre à jour le profil",
    "upUrProfile": "Mettez à jour votre profil",
    "profile": "Profil",
    "username": "Nom d'utilisateur",
    "email": "Courriel",
    "gender": "Sexe",
    "password": "Mot de passe",
    "immSys": "Système d'immigration",
    "step": "Étape",
    "degree": "Diplôme",
    "noc": "CNP",
    "FÉER": "FÉER",
    "dob": "Date de naissance",
    "updatePic": "MàJ la photo de profil",
    "userInfo": "Infos. utilisateur",
    "updatePassword": "MàJ le mot de passe",
    "deleteAcc": "Supprimer le compte",
    "deleteAccMessage": "Une fois que votre compte est supprimé, toutes les ressources et les données seront définitivement effacées.",
    "confirmationDeleteAcc": "Êtes-vous sûr de vouloir supprimer votre compte?",
    "messageConfirmationDeleteAcc": "Une fois que votre compte est supprimé, toutes ses ressources et données seront définitivement effacées. Veuillez entrer votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "cancel": "Annuler",
    "save": "Sauvegarder",
    "updatePassword2": "Changer le mot de passe",
    "updatePasswordMessage": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "currentPassword": "Mot de passe actuel",
    "newPassword": "Nouveau mot de passe",
    "confirmPassword": "Confirmer le mot de passe",
    "userInfo2": "Informations de l'utilisateur",
    "userInfoMessage": "Mettez à jour les informations de votre profil pour une meilleure expérience utilisateur.",
    "emailUnverifiedMsg": "Votre adresse e-mail n'a pas encore été vérifiée.",
    "sendVerificationEmail": "Cliquer ici pour envoyer un email de vérification",
    "verificationEmailSent": "Un nouveau lien de vérification a été envoyé à votre courriel.",
    "select_system": "Sélectionnez le système",
    "select_degree": "Sélectionnez le niveau d'étude",
    "select_noc": "Sélectionnez le CNP",
    "select_step": "Sélectionnez l'étape",
    "designedBy": "Conceptionné et développé avec ❤ par",
    "allRightsReserved": "Tous droits réservés",
    "select": "Sélectionner..",
    "yes": "Oui",
    "no": "Non",
    "eligibility_calculator": "Calculateur d'admissibilité",
    "eligibilityMsg": "Cet outil vous aidera à déterminer votre admissibilité à Entrée express.",
    "eligibilityMsg2": "Veuillez noter que vous êtes éligible uniquement si vous obtenez 67 points ou plus sur 100.",
    "maritalStatus": "Situation matrimoniale",
    "singleEquivalent": "Célibataire / Divorcé / Séparé / Veuf",
    "marriedEquivalent": "Marié / Conjoints de fait",
    "single": "Célibataire",
    "singleMsg": "signifie que vous n'êtes pas marié et que vous n'avez pas de conjoint de fait.",
    "annulMarriage": "Mariage annulé",
    "annulMarriageMsg": "Cela signifie un mariage déclaré légalement invalide.",
    "widowed": "Veuf(ve)",
    "widowedMsg": "Cela signifie que votre conjoint est décédé et que vous ne vous êtes pas remarié ni n'avez conclu de relation de fait.",
    "separated": "Séparé(e)",
    "separatedMsg": "Cela signifie que vous êtes toujours légalement marié à votre conjoint, mais que vous ne vivez pas avec lui/elle.",
    "divorced": "Divorcé(e)",
    "divorcedMsg": "Cela signifie que vous avez obtenu une dissolution légale de votre mariage.",
    "married": "Marié(e)",
    "marriedMsg": "Cela signifie que vous et votre conjoint avez célébré une cérémonie qui vous lie légalement l'un à l'autre. Votre mariage doit être légalement reconnu dans le pays où il a été célébré.",
    "commonLaw": "Conjoint de fait",
    "commonLawMsg": "Cela signifie que vous avez vécu en continu avec votre partenaire dans une relation de type matrimonial pendant au moins 1 an.",
    "ageMsg": "Votre âge est basé sur le jour où IRCC reçoit une invitation à présenter une demande (ITA). Cela signifie que si vous avez actuellement 35 ans, mais que vous atteignez l'âge de 36 ans avant de recevoir une ITA, vous ne recevrez pas de points pour avoir 35 ans.",
    "secondaryEdu": "Diplôme d'études secondaires (lycée) ou moins",
    "notCompletedDegree": "École secondaire non terminée",
    "oneYear": "Diplôme d'un programme postsecondaire d'un an",
    "twoYear": "Diplôme d'un programme postsecondaire de deux ans",
    "bachelors": "Diplôme de baccalauréat OU un diplôme postsecondaire de trois ans ou plus",
    "twoOrMore": "Deux diplômes de programmes postsecondaires ou plus (dont au moins un doit être de trois ans ou plus)",
    "masters": "Maîtrise",
    "phd": "Doctorat",
    "eduMsg1": "Indiquez le niveau d'éducation le plus élevé pour lequel vous avez :",
    "eduMsg2": "obtenu un diplôme ou un certificat canadien, ou",
    "eduMsg3": "eu une Évaluation des titres de compétences (ÉTC) si vous avez étudié à l'extérieur du Canada (au cours des cinq dernières années).",
    "eduMsg4": "Le diplôme canadien doit provenir d'un établissement accrédité. Si vous avez un diplôme étranger, vous devez avoir un rapport d'ÉTC d'un organisme approuvé.",
    "firstLang": "Première langue officielle",
    "whichLang1": "Quel test de langue avez-vous passé pour votre deuxième langue officielle ?",
    "testValid": "Vos résultats de test datent-ils de moins de deux ans ?",
    "firstLangMsg": "Vos résultats de test doivent dater de moins de deux ans au moment de votre demande de résidence permanente. Si vos résultats de test ont plus de deux ans au moment de la soumission de votre demande, vous ne recevrez pas de points pour votre première langue officielle. De plus, si vous soumettez votre demande avec des résultats de test expirés, IRCC la refusera simplement.",
    "firstLangExp": "Vous pouvez obtenir des points pour votre deuxième langue officielle si vous obtenez un score de NCLC 7 ou plus dans toutes les compétences linguistiques.",
    "setUrScores": "Entrez vos scores de test de langue",
    "clb": "NCLC",
    "secondLang": "Deuxième langue officielle",
    "secondLangValid": "Avez-vous d'autres résultats d'un autre test de langue ?",
    "whichLang2": "Quel test de langue avez-vous passé pour votre deuxième langue officielle ?",
    "gotClb": "Avez-vous obtenu un score de NCLC 5 ou plus dans toutes les compétences linguistiques ?",
    "secondLangExp": "Vous pouvez obtenir des points pour votre deuxième langue officielle si vous obtenez un score de NCLC 5 ou plus dans toutes les compétences linguistiques.",
    "reading": "Compréhension écrite",
    "writing": "Expression écrite",
    "listening": "Compréhension orale",
    "speaking": "Expression orale",
    "workExp": "Expérience de travail",
    "workExpHowMany": "Combien d'années d'expérience professionnelle avez-vous?",
    "year": "an",
    "years": "ans",
    "orMore": "ou plus",
    "orLess": "ou moins",
    "workExp1": "Vous pouvez obtenir des points pour votre expérience de travail si vous avez au moins un an d'expérience professionnelle continue dans la même profession.",
    "continuous": "Continue",
    "continuousMsg": "signifie que vous avez travaillé sans de longues interruptions.",
    "sameOcc": "Même occupation",
    "sameOccMsg": "signifie que vous avez travaillé dans le même code CNP.",
    "workExp2": "acquises au cours des 10 dernières années",
    "fullTime": "Temps plein",
    "fullTimeMsg": "signifie que vous avez travaillé au moins 30 heures par semaine.",
    "skilledWork": "Expérience de travail qualifiée",
    "skilledWorkMsg": "dans les emplois de catégorie NOC FÉER 0, 1, 2 ou 3",
    "workExp3": "Vous pouvez obtenir des points pour les emplois à temps partiel. Si vous avez travaillé seulement 15 heures par semaine, vous devez accumuler 2 années professionnelles pour avoir 1 année éligible.",
    "reservedOcc": "Poste d'emploi réservé au Canada",
    "reservedOccQuestion": "Avez-vous une offre d'emploi valide au Canada?",
    "reservedOccQuestion2": "Possédez-vous une offre d'emploi valide appuyée par une Étude d'impact sur le marché du travail (EIMT)",
    "ifNeeded": "si nécessaire",
    "reservedOcc1": "Une offre d'emploi valide doit être:",
    "reservedOcc2": "à temps plein",
    "reservedOcc3": "dans un emploi qualifié répertorié en tant que FÉER 0, 1, 2 ou 3 dans la Classification nationale des professions de 2021",
    "reservedOcc4": "soutenue par une Évaluation de l'impact sur le marché du travail (EIMT) ou exemptée d'en avoir besoin",
    "reservedOcc5": "pour une durée d'un an à partir du moment où vous devenez résident permanent",
    "reservedOcc6": "Une offre d'emploi n'est pas valide si votre employeur est:",
    "reservedOcc7": "une ambassade, une haute commission ou un consulat au Canada ou",
    "reservedOcc8": "sur la liste des employeurs non admissibles.",
    "reservedOcc2_1": "Une offre d'emploi valide doit être :",
    "reservedOcc2_2": "pour un emploi spécialisé classé en tant que FÉER 0, 1, 2 ou 3 dans la Classification nationale des professions de 2021",
    "reservedOcc2_3": "appuyée par une Étude d'impact sur le marché du travail (EIMT) ou dispensée de cette exigence",
    "reservedOcc2_4": "valide pendant un an à compter de votre acquisition du statut de résident permanent",
    "reservedOcc2_5": "Une offre d'emploi n'est pas valide si votre employeur est :",
    "reservedOcc2_6": "une ambassade, une haute commission ou un consulat au Canada ou",
    "reservedOcc2_7": "sur la liste des employeurs non admissibles.",
    "reservedOcc2_8": "Que votre offre soit valide ou non dépend également de différents facteurs, en fonction de votre situation. Consultez la",
    "reservedOcc2_9": "liste complète des critères pour les offres d'emploi valides",
    "studiesCanada": "Études au Canada",
    "studiesCanadaQuestion": "Avez-vous étudié au Canada?",
    "studiesCanadaQuestion2": "Avez-vous obtenu un diplôme, un certificat ou un diplôme canadien au Canada ?",
    "studiesCanada1": "Vous pouvez obtenir des points pour vos études au Canada si vous:",
    "studiesCanada2": "avez un diplôme ou un certificat d'une école secondaire ou postsecondaire canadienne",
    "studiesCanada3": "avez étudié au Canada à temps plein pendant au moins 2 ans",
    "studiesCanada4": "avez suivi un cours d'une durée d'au moins 2 ans",
    "studiesCanada5": "étiez au Canada pendant au moins 16 mois sur les 24 mois d'études",
    "studiesCanada6": "aviez les fonds requis et",
    "studiesCanada7": "avez maintenu un bon dossier académique (tel que défini par votre établissement scolaire)",
    "studiesCanada2_1": "pour répondre oui :",
    "studiesCanada2_2": "l'anglais ou le français comme langue seconde ne devait pas représenter plus de la moitié de vos études",
    "studiesCanada2_3": "vous ne deviez pas étudier dans le cadre d'une bourse exigeant un retour dans votre pays d'origine après l'obtention de votre diplôme pour appliquer vos compétences et connaissances",
    "studiesCanada2_4": "vous deviez étudier dans une école au Canada (les campus étrangers ne comptent pas)",
    "studiesCanada2_5": "vous deviez être inscrit à temps plein pendant au moins huit mois, sauf si vous avez terminé le programme d'études ou de formation (en totalité ou en partie) entre mars 2020 et août 2022",
    "studiesCanada2_6": "vous deviez être physiquement présent au Canada pendant au moins huit mois, sauf si vous avez terminé le programme d'études ou de formation (en totalité ou en partie) entre mars 2020 et août 2022",
    "studiesCanada2_question": "Choisissez la meilleure réponse pour décrire ce niveau d'éducation...",
    "studiesCanada2_secondary": "Secondaire (lycée ou moins)",
    "studiesCanada2_oneOrTwo": "Diplôme d'un ou deux ans",
    "studiesCanada2_bachelor": "Diplôme de 3 ans ou plus",
    "secondary": "Secondaire",
    "secondaryMsg": "signifie le lycée ou moins.",
    "oneOrTwo": "Diplôme d'un ou deux ans",
    "oneOrTwoMsg": "signifie un programme d'un ou deux ans dans un collège, une école professionnelle ou technique, une université ou un cégep (au Québec)",
    "bachelor": "Diplôme de 3 ans ou plus",
    "bachelorMsg": "signifie un diplôme, un certificat ou un diplôme d'un collège, d'une école professionnelle ou technique ou d'une université qui prend au moins trois ans à compléter. Par exemple, un diplôme de baccalauréat, une maîtrise, un doctorat ou un certificat d'une école professionnelle ou technique de trois ans.",
    "and": "et",
    "or": "ou",
    "workExpCanada": "Expérience de travail au Canada",
    "workExpCanadaQuestion": "Avez-vous de l'expérience de travail au Canada?",
    "workExpCanadaQuestion2": "Au cours des dix dernières années, combien d'années d'expérience de travail qualifié avez-vous au Canada ?",
    "noneOrLess1yr": "Aucune ou moins d'un an",
    "workExpCanada1": "Vous pouvez obtenir des points pour votre expérience de travail au Canada si vous:",
    "workExpCanada2": "avez au moins 1 an d'expérience de travail qualifiée au Canada, au cours des 10 dernières années, et",
    "workExpCanada3": "possédez un permis de travail valide ou étiez autorisé à travailler lorsque vous avez acquis cette expérience",
    "workExpCanada4": "avez acquis votre expérience de travail au Canada avec l'autorisation appropriée",
    "workExpCanada5": "avez travaillé dans un emploi figurant dans la catégorie FÉER 0, 1, 2 ou 3 de la CNP",
    "workExpCanada2_1": "Il doit avoir été rémunéré et à temps plein (ou un équivalent à temps partiel).",
    "workExpCanada2_2": "Au Canada, la Classification nationale des professions (CNP) est la liste officielle de tous les emplois sur le marché du travail canadien. Elle décrit chaque emploi en fonction de la formation, de l'éducation, de l'expérience et des responsabilités (FÉER) nécessaires pour travailler dans cet emploi.",
    "workExpCanada2_3": "Le travail qualifié",
    "workExpCanada2_4": "dans la CNP comprend les emplois des catégories FÉER 0, 1, 2 ou 3 :",
    "workExpCanada2_5": "Si vous n'êtes pas sûr de la catégorie FÉER de la CNP pour cet emploi, vous pouvez",
    "findNoc": "trouver votre CNP",
    "arrangedEmployment": "Emploi réservé au Canada",
    "arrangedEmploymentQuestion": "Avez-vous un emploi réservé au Canada?",
    "arrangedEmployment1": "Vous pouvez obtenir des points pour un emploi réservé si vous avez une offre d'emploi valide soutenue par une Évaluation de l'impact sur le marché du travail (EIMT) ou dispensée de cette exigence.",
    "arrangedEmployment2": "Qu'est-ce qu'un emploi réservé?",
    "relatives": "Proches de famille au Canada",
    "relativesQuestion1": "Avez-vous",
    "relativesQuestion2": "un proche de la famille qui a 18 ans ou plus",
    "relativesQuestion3": "au moins un frère ou une sœur vivant au Canada qui est citoyen(ne) ou résident(e) permanent(e)?",
    "relatives1": "Vous pouvez obtenir des points pour un proche de la famille au Canada s'il ou elle est:",
    "relatives2": "âgé de 18 ans ou plus",
    "relatives3": "citoyen canadien ou résident permanent",
    "relatives4": "actuellement résident au Canada",
    "relatives5": "pas votre conjoint ou conjoint de fait",
    "relatives6": "Ce proche de la famille doit être un:",
    "relatives7": "parent",
    "relatives8": "grand-parent",
    "relatives9": "enfant",
    "relatives10": "petit-enfant",
    "relatives11": "frère ou sœur à vous ou à votre conjoint (enfant de vos parents ou des parents de votre conjoint)",
    "relatives12": "tante ou oncle à vous ou à votre conjoint (par le sang ou par mariage)",
    "relatives13": "nièce ou neveu à vous ou à votre conjoint (petit-enfant des parents de vous ou de votre conjoint)",
    "relatives2_1": "Pour répondre oui, le frère ou la sœur doit être :",
    "relatives2_2": "âgé de 18 ans ou plus",
    "relatives2_3": "lié à vous ou à votre partenaire par le sang, le mariage, l'union de fait ou l'adoption",
    "relatives2_4": "avoir un parent en commun avec vous ou votre partenaire",
    "relatives2_5": "Ce frère ou cette sœur doit être lié(e) à vous par :",
    "relatives2_6": "le sang (biologique), ce qui signifie qu'ils sont liés à vous par la naissance, ou",
    "relatives2_7": "l'adoption, ce qui signifie que vous êtes lié(e) à eux parce que l'un de vous a été adopté par une personne comme leur enfant, ou",
    "relatives2_8": "le mariage, ce qui signifie qu'ils sont liés à vous parce que leur parent est lié à vous par le sang ou l'adoption",
    "spouseLangSkills": "Compétences linguistiques du conjoint",
    "spouseLangSkillsQuestion": "Votre conjoint a-t-il passé un examen de langue et obtenu au moins un CLB4 ?",
    "spouseLangSkillsQuestion2": "Votre conjoint ou partenaire de fait a-t-il/elle passé un test de langue ? Si oui, lequel",
    "spouseLangSkillsQuestion3": "ses résultats au test datent de moins de deux ans ?",
    "if": "SI",
    "spouseLangSkills1": "Votre conjoint peut obtenir des points pour ses compétences linguistiques s'il obtient un NCLC 4 ou plus dans toutes les compétences linguistiques.",
    "spouseLangSkills2": "Les tests de langue sont valides pendant 2 ans à compter de la date du résultat du test. Ils doivent être valides le jour de votre demande de résidence permanente.",
    "spouseEdu": "Éducation du conjoint",
    "spouseEduQuestion": "Votre conjoint a-t-il étudié au Canada ?",
    "spouseEduQuestion1": "Quel est le plus haut niveau d'éducation pour lequel votre conjoint ou partenaire de fait a :",
    "spouseEduQuestion2": "obtenu un diplôme, un certificat ou un diplôme canadien ; ou",
    "spouseEduQuestion3": "obtenu une évaluation des titres de compétences académiques (EDE) ? (Les EDE doivent provenir d'une agence approuvée, au cours des cinq dernières années)",
    "spouseEdu1": "Votre conjoint peut obtenir des points pour ses études au Canada s'il :",
    "spouseEdu2": "a un diplôme, un diplôme d'études collégiales ou un certificat d'une école secondaire canadienne ou d'un établissement postsecondaire",
    "spouseEdu3": "a étudié au Canada à temps plein pendant au moins 2 ans",
    "spouseEdu4": "L'étude à temps plein",
    "spouseEdu5": "signifie au moins 15 heures de cours par semaine, et votre conjoint ou partenaire doit avoir maintenu un bon dossier académique (tel que défini par l'école) pendant cette période.",
    "spouseWorkExp": "Expérience de travail du conjoint",
    "spouseWorkExpQuestion": "Votre conjoint a-t-il travaillé au Canada ?",
    "spouseWorkExpQuestion1": "Au cours des dix dernières années, combien d'années d'expérience de travail qualifié au Canada votre conjoint ou partenaire de fait a-t-il/elle?",
    "spouseWorkExp1": "Vous pouvez obtenir des points pour l'expérience de travail de votre conjoint au Canada s'il ou elle :",
    "spouseWorkExp2": "a au moins 1 an d'expérience de travail à temps plein au Canada",
    "spouseWorkExp3": "a un permis de travail valide ou était autorisé à travailler lorsqu'il ou elle a exercé cette activité professionnelle",
    "spouseWorkExp4": "a travaillé dans un emploi répertorié dans la catégorie 0, 1, 2 ou 3 de la CNP",
    "reset": "Réinitialiser",
    "calculate": "Calculer",
    "crs_calculator": "Calculateur du score de classement global (SCG)",
    "crs_calculatorMsg1": "Cet outil vous aidera à déterminer votre SCG pour Entrée express",
    "crs_calculatorMsg2": "Pour recevoir une invitation à présenter une demande de résidence permanente au Canada, votre score SCG doit être supérieur au seuil minimal de points du ",
    "crs_calculator_link": "tour d'invitations",
    "crs_calculatorMsg3": "le plus récent (les seuils de points peuvent varier à chaque tour).",
    "human_capital_factors": "Facteurs du capital humain",
    "spouseStatus": "Statut du conjoint au Canada",
    "spouseStatusQuestion": "Votre conjoint ou partenaire de fait est-il citoyen canadien ou résident permanent du Canada ?",
    "spouseStatusExp": "Si votre conjoint ou partenaire est citoyen canadien ou résident permanent, vous obtiendrez des points comme si vous n'aviez pas de conjoint ou de partenaire.",
    "spouseStatusQuestion2": "Votre conjoint ou partenaire de fait vous accompagnera-t-il au Canada ?",
    "spouseStatusExp2": "Si votre conjoint ou partenaire ne vous accompagne pas au Canada, vous obtiendrez des points comme si vous n'aviez pas de conjoint ou de partenaire.",
    "ageMsg2": "Votre âge est déterminé à la date de réception de l'invitation à présenter une demande (IPD) par IRCC. Cela signifie que si vous avez actuellement 29 ans, mais que vous atteignez l'âge de 30 ans avant de recevoir une IPD, vous ne recevrez pas de points pour avoir 29 ans.",
    "foreignWorkExp": "Expérience de travail à l'étranger (à l'extérieur du Canada)",
    "foreignWorkExpQuestion1": "Au cours des 10 dernières années",
    "from": "à partir du",
    "foreignWorkExpQuestion2": "combien d'années totales d'expérience de travail qualifié à l'étranger avez-vous?",
    "foreignWorkExpMsg": "Elle doit avoir été rémunérée, à temps plein (ou un équivalent à temps partiel), et dans une seule profession (FÉER CNP 0, 1, 2 ou 3).",
    "skillTransferabilityFactors": "Facteurs de transférabilité des compétences",
    "certificateQual": "Certificat de qualification",
    "certificateQualQuestion": "Possédez-vous un certificat de qualification délivré par une province, un territoire ou un organisme fédéral canadien ?",
    "certificateQualMsg": "Un certificat de qualification permet aux personnes de travailler dans certains métiers spécialisés au Canada. Seules les provinces, les territoires et un organisme fédéral peuvent délivrer ces certificats. Pour en obtenir un, une personne doit faire évaluer sa formation, son expérience professionnelle et ses compétences, puis réussir un examen de certification. Les personnes doivent généralement se rendre dans la province ou le territoire pour être évaluées. Elles peuvent également avoir besoin d'expérience et de formation auprès d'un employeur au Canada. Ceci n'est pas la même chose qu'une nomination d'une province ou d'un territoire.",
    "addPoints": "Points Additionnels",
    "whichNoc": "Sous quelle catégorie FÉER de la CNP se trouve l'offre d'emploi?",
    "majorGroup": "Groupe majeur",
    "nomination": "Nomination provinciale",
    "nominationQuestion": "Possédez-vous une nomination d'une province ou d'un territoire ?",
    "nominationMsg": "Une nomination est différente d'un certificat de qualification. Une nomination vous permet de présenter une demande de résidence permanente auprès d'IRCC. Un certificat de qualification vous permet de travailler dans certains métiers spécialisés au Canada. Seules les provinces, les territoires et un organisme fédéral peuvent délivrer ces certificats.",
    "notApplicable": "Sans objet",
    "spouseLangMsg": "Les résultats du test doivent dater de moins de deux ans au moment de votre demande de résidence permanente. Si les résultats du test de langue de votre conjoint(e) datent de plus de deux ans avant la soumission de votre demande, vous n'obtiendrez pas de points pour cela. De plus, si vous soumettez votre demande avec un résultat de test expiré et que votre score SCG est inférieur au seuil de sélection, IRCC pourrait la refuser.",
    "clb_calculator": "Calculateur des niveaux de compétence linguistique canadiennes (NCLC)",
    "clb_calculator_msg1": "Le niveau de compétence linguistique canadiennes (NCLC) décrit 12 niveaux de compétence dans chacune des quatre compétences linguistiques différentes - Écoute, Parole, Lecture et Écriture.",
    "clb_calculator_msg2": "Veuillez noter que vous êtes admissible uniquement si vous obtenez NCLC 7 ou plus dans toutes les compétences linguistiques.",
    "result": "Résultat"
}